Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Zoom Button
tr_tr: Yakınlaştırma Düğmesi

source: Play Button Size
tr_tr: Düğme Boyutunu Oynat

source: Larger
tr_tr: Büyük

source: Choose what element your link text will inherit styling from
tr_tr: Bağlantı metninizin stilini miras alacağı öğeyi seçin

source: Color Scheme
tr_tr: Renk uyumu

source: Please select your desired coloring here.
tr_tr: Lütfen burada istediğiniz renklendirmeyi seçin.

source: Auto Rotate
tr_tr: Otomatik döndürme

source: Please select your desired auto rotation timing here
tr_tr: Lütfen istediğiniz otomatik dönüş zamanlamasını buradan seçin

source: Top/Bottom Padding
tr_tr: Üst / Alt Dolgu

source: The % value will be applied as padding to the top and bottom of your featured post(s)
tr_tr: % Değeri, öne çıkarılan yayınlarınızın üstüne ve altına doldurma olarak uygulanır

source: Navigation Location
tr_tr: Gezinme Konumu

source: Please select where you would like the navigation to display
tr_tr: Lütfen navigasyonun nerede görüntülenmesini istediğinizi seçin

source: BG Overlay
tr_tr: BG Yerleşimi

source: Please select your desired BG overlay here.
tr_tr: Lütfen istediğiniz BG bindirmesini seçin.

source: Slider Controls
tr_tr: Slider Kontrolleri

source: Please select the controls you would like your slider to use
tr_tr: Lütfen kaydırıcınızın kullanmasını istediğiniz kontrolleri seçin

source: Slider Text Color
tr_tr: Kaydırıcı Metin Rengi

source: Please select the color scheme that will be used for your slider text/controls
tr_tr: Lütfen kaydırıcı metniniz / kontrolleriniz için kullanılacak renk şemasını seçin

source: Overlay Strength
tr_tr: Bindirme gücü

source: Please select the strength you would like for the image color overlay on your projects
tr_tr: Lütfen projelerinizdeki görüntü renk bindirmesi için istediğiniz gücü seçin

source: Auto rotate
tr_tr: Otomatik döndürme

source: If you would like this to auto rotate, enter the rotation speed in miliseconds here. i.e 5000
tr_tr: Bunun otomatik olarak dönmesini istiyorsanız, dönme hızını milisaniye cinsinden buraya girin. yani 5000

source: Custom Menu
tr_tr: Özel menü

source: Add one of your custom menus as a widget
tr_tr: Özel menülerinizden birini widget olarak ekleyin

source: Widget title
tr_tr: Widget Başlığı

source: What text use as a widget title. Leave blank to use default widget title.
tr_tr: Widget başlığı olarak hangi metnin kullanılacağı. Varsayılan widget başlığını kullanmak için boş bırakın.

source: Menu
tr_tr: Menü

source: Custom menus not found. Please visit <b>Appearance > Menus</b> page to create new menu.
tr_tr: Özel menüler bulunamadı. Yeni menü oluşturmak için lütfen <b> Görünüm> Menüler </b> sayfasını ziyaret edin.

source: Select menu to display.
tr_tr: Görüntülenecek menüyü seçin.

source: Style particular content element differently - add a class name and refer to it in custom CSS.
tr_tr: Belirli bir içerik öğesini farklı şekilde stillendirin - bir sınıf adı ekleyin ve buna özel CSS'de bakın.

source: Spacing
tr_tr: aralık

source: Please select your desired spacing
tr_tr: Lütfen istediğiniz boşluğu seçin

source: Full width divider line
tr_tr: Tam genişlikte bölücü çizgi

source: This will cause the line that separates the tab links their content to display the full width of the screen.
tr_tr: Bu, sekmeyi ayıran çizginin içeriğini ekranın tam genişliğini görüntülemesi için bağlar.

source: Icon Font Size
tr_tr: Simge Yazı Tipi Boyutu

source: Select the size you would like the optional tab icons to display in - Thin border sets like "Iconsmind" and "Linea" are better suited to display at higher values.
tr_tr: İsteğe bağlı sekme simgelerinin görüntülenmesini istediğiniz boyutu seçin - \ "Iconsmind " ve \ "Linea " gibi ince kenarlık kümeleri daha yüksek değerlerde görüntülemek için daha uygundur.

source: Social Icon
tr_tr: Sosyal İkon

source: Social Link
tr_tr: Sosyal link

source: Please enter the URL here
tr_tr: Lütfen URL'yi buraya girin

source: Social Icon 2
tr_tr: Sosyal Simge 2

source: Social Link 2
tr_tr: Sosyal Bağlantı 2

source: Social Icon 3
tr_tr: Sosyal Simge 3

source: Social Link 3
tr_tr: Sosyal Bağlantı 3

source: Social Icon 4
tr_tr: Sosyal Simge 4

source: Social Link 4
tr_tr: Sosyal Bağlantı 4

source: Star Rating
tr_tr: Yıldız Derecelendirmesi

source: Please select the star raing you would like to show for your testimonial
tr_tr: Lütfen referans için göstermek istediğin yıldızı seç.

source: Testimonial Slider
tr_tr: Referans Slider

source: Star Rating Color
tr_tr: Yıldız Derecelendirmesi Rengi

source: SVG Draw Animation Icons
tr_tr: SVG Draw Animasyon Simgeleri

source: Mouse Based Parallax
tr_tr: Fare Tabanlı Paralaks

source: Fondly Simple Service List
tr_tr: Fondly Basit Servis Listesi

source: Restaurant CTA
tr_tr: Restoran CTA

source: Tour Schedule Dark
tr_tr: Tur Takvimi Koyu

source: Awesome Shape Divider Hero
tr_tr: Müthiş Şekil Bölücü Kahraman

source: Color Changing Client Rows
tr_tr: İstemci Satırlarını Renk Değiştirme

source: Delightful Service Blocks
tr_tr: Keyifli Servis Blokları

source: Quick FAQ & Overflowing Image
tr_tr: Hızlı SSS ve Taşan Görüntü

source: Monotone Milestones
tr_tr: Monoton Kilometre Taşları

source: Auto Masonry Recent Posts
tr_tr: Auto Masonry Son Gönderilenler

source: Rounded Box Over Shape Divider
tr_tr: Yuvarlak Kutu Üzeri Şekli Bölücü

source: Impactful Header Text
tr_tr: Etkili Üstbilgi Metni

source: Testimonial Popout
tr_tr: Referans Popout

source: Team Overlapping Section Below
tr_tr: Takım Örtüşen Bölüm Altında

source: Overflowing Testimonials & Text Snippet
tr_tr: Taşan Referanslar ve Metin Parçacığı

source: Info/Contact Box Overlapping Map
tr_tr: Bilgi / İletişim Kutusu Çakışan Harita

source: Huge Image Transition Hero
tr_tr: Büyük Görüntü Geçiş Kahramanı

source: Layout Text Block Dark
tr_tr: Mizanpaj Metin Bloğu Koyu

source: Minimal Pricing Table
tr_tr: Minimum Fiyatlandırma Tablosu

source: Team Members Full Width Meta Overlaid
tr_tr: Takım Üyeleri Tam Genişlikte Meta Yerleşimli

source: Incisive Text Columns
tr_tr: Kesişen Metin Sütunları

source: Enhanced Recent Posts
tr_tr: Gelişmiş Son Gönderiler

source: Youtube Video Background Row With Video Lightbox
tr_tr: Video Lightbox ile Youtube Video Arkaplanı Satır

source: Image Overflowing Left Of Screen & Gradient Header
tr_tr: Görüntü Taşması Sol Ekran ve Degrade Başlığı

source: Flip Box Carousel
tr_tr: Flip Box Atlıkarınca

source: Pricing Table Dark
tr_tr: Fiyatlandırma Tablosu Koyu

source: Image Overflowing Right Of Screen & Numerical Icon List
tr_tr: Görüntü Ekranın Taşması ve Sayısal Simge Listesi

source: Simple Text Columns
tr_tr: Basit Metin Sütunları

source: Testimonial Slider Parallax
tr_tr: Referans Slider Paralaks

source: Practical Map & Contact Info Split
tr_tr: Pratik Harita ve İletişim Bilgileri Split

source: Map & Contact Info Split
tr_tr: Harita ve İletişim Bilgileri Split

source: The Awards Section Dark
tr_tr: Ödüller Bölümü Karanlık

source: Well-made Intro Section Dark
tr_tr: İyi yapılmış giriş bölümü karanlık

source: Fullscreen Recent Project Slider
tr_tr: Tam Ekran Son Proje Kaymak

source: Minimal Dark About Section
tr_tr: Bölüm Hakkında Minimal Karanlık

source: Video Background Testimonial Slider Dark
tr_tr: Video Arkaplan Görüş Kaymak Koyu

source: Restaurant Food Menu (Tabbed)
tr_tr: Restaurant Yemek Menüsü (Sekmeli)

source: Enticing Dual Fancy Box
tr_tr: İkili Süslü Kutu Cazip

source: Innovative Gradient Hero
tr_tr: Yenilikçi Gradyan Kahramanı

source: Modern Recent Posts Dark
tr_tr: Modern Son Yazılar Dark

source: Weather Animated Icon Columns
tr_tr: Hava Animasyonlu Simge Sütunları

source: Exciting Services
tr_tr: Heyecan Verici Hizmetler

source: Gradient Testimonials With Star Ratings
tr_tr: Yıldız Derecelendirmeli Gradyan Görüşleri

source: Minimal Dark Testimonials
tr_tr: Minimal Karanlık Görüşler

source: About Me - Fullscreen vCard
tr_tr: Hakkımda - Fullscreen vCard

source: Section CTA
tr_tr: Bölüm CTA

source: Intense Colorful CTA Section
tr_tr: Yoğun renkli cta bölüm

source: Motion Blur Milestone
tr_tr: Hareket Bulanıklığı Kilometre Taşı

source: Modern Service List
tr_tr: Modern Hizmet Listesi

source: Three Fullwidth Columns
tr_tr: Üç Tam Genişlikli Sütun

source: Interesting Milestones
tr_tr: İlginç Kilometre Taşları

source: Alternating Split Sections
tr_tr: Alternatif Bölünmüş Bölümler

source: Flawless Business Hero
tr_tr: Kusursuz İş Kahramanı

source: Phone & Icon List
tr_tr: Telefon ve İkon Listesi

source: Cascading Image & Text Section
tr_tr: Basamaklı Resim ve Metin Bölümü

source: Gradient Pricing Columns
tr_tr: Degrade Fiyatlandırma Sütunları

source: Fullscreen Pricing Grid
tr_tr: Tam Ekran Fiyatlandırması Izgarası

source: Full Width Parallax Posts Slider
tr_tr: Tam Genişlikli Paralaks Mesajları Kaydırıcısı

source: Minimal Color CTA Section
tr_tr: Minimal Renkli CTA Bölümü

source: Video Lightbox Inline With Text
tr_tr: Videolu Işık Kutusu Satır İçi Metin

source: Layout Text Block
tr_tr: Mizanpaj Metin Bloğu

source: Imaginative Video CTA Section
tr_tr: Yaratıcı Video CTA Bölümü

source: Parallax Posts Slider
tr_tr: Paralaks Mesajları Slider

source: Moving CTA Section
tr_tr: CTA Bölümünün Taşınması

source: Sweet Hero Section
tr_tr: Tatlı kahraman bölümü

source: Recent Posts Dark Color Scheme
tr_tr: Son Gönderiler Dark Color Scheme

source: Features With Background Color Overlay
tr_tr: Arka Plan Rengi Yerleşimi Olan Özellikler

source: Creative Hero With Device
tr_tr: Cihazlı Yaratıcı Kahraman

source: Hot Hero Tablet Section
tr_tr: Sıcak Kahraman Tablet Bölümü

source: Direct Minimal Hero
tr_tr: Doğrudan Minimal Kahraman

source: Fancy Hero Section
tr_tr: Fantezi Kahraman Bölümü

source: Wireframe Structure Of A Fixed Page Submenu
tr_tr: Sabit Sayfa Alt Menüsünün Tel Çerçeve Yapısı

source: Simple Hero With Gradient CTA Button
tr_tr: Gradyan CTA Düğmeli Basit Kahraman

source: Project With Video Player
tr_tr: Video Oynatıcı ile Proje

source: Overlapping Testimonial Section
tr_tr: Örtüşen Referans Bölümü

source: Split Large Icon Column & Animated Titles
tr_tr: Büyük Simge Sütunu ve Hareketli Başlıkları Böl

source: Minimal Jumbo Button With 3D Hover Effect
tr_tr: 3D Hover Efektli Minimal Jumbo Düğmesi

source: Icon Sections, Dual With Gradient Coloring
tr_tr: Simge Bölümleri, Degrade Renklendiricili İkili

source: Split Line Heading & Video Background
tr_tr: Bölünmüş Satır Başlığı ve Video Arkaplan

source: Section With Cascading Images
tr_tr: Basamaklı Görüntüleri içeren Bölüm

source: Fullscreen Biography On Click Team Members
tr_tr: Tıklayın Ekip Üyelerinde Tam Ekran Biyografi

source: Fulfilling Recent Blog Posts
tr_tr: Son Blog Gönderilerini Doldurma

source: Image Overflowing Sections
tr_tr: Görüntü Taşma Bölümleri

source: Image Gallery Project
tr_tr: Resim Galerisi Projesi

source: Minimal CTA Section With Flip In Animation
tr_tr: Animasyon Flip ile Minimal CTA Bölüm

source: Well-made Intro Section
tr_tr: İyi yapılmış giriş bölümü

source: Red(ish) Background Milestones
tr_tr: Kırmızı (ish) Arkaplan Dönüm Noktaları

source: Flip Box Services
tr_tr: Flip Box Hizmetleri

source: Minimal Testimonial Slider
tr_tr: Minimal Referans Kaymak

source: Three Columns With Icons & Text Block
tr_tr: Simge ve Metin Bloğu İçeren Üç Sütun

source: Single Project Simple
tr_tr: Tek Proje Basit

source: Single Project With Gallery Slider
tr_tr: Galeri Kaydırmalı Tek Proje

source: Info Boxes Bordered & Heading
tr_tr: Bilgi Kutuları Kenarlıklı ve Başlık

source: Info Box Right Animated & Dark
tr_tr: Bilgi Kutusu Sağ Animasyonlu & Karanlık

source: Touch Enabled Gallery With Arrows
tr_tr: Oklarla Etkin Galeri'ye dokunun

source: Services & Company Gradient Intro Dark
tr_tr: Hizmetler ve Şirket Gradient Intro Dark

source: Icons With SVG Draw Animation 4 Columns
tr_tr: SVG ile Simgeler Çizim Animasyon 4 Sütun

source: Services With BG Hover
tr_tr: BG Hover ile Hizmetler

source: Before & After
tr_tr: Önce sonra

source: Hero Gradient Overlay With Video Lightbox
tr_tr: Video Lightbox ile Hero Gradient Yerleşimi

source: Bold Touch Enabled Testimonials
tr_tr: Kalın Dokunuş Etkin Görüşler

source: Light Cascading Images
tr_tr: Hafif Basamaklı Görüntüler

source: Dark Cascading Images
tr_tr: Koyu Basamaklı Görüntüler

source: Colorful Blocks
tr_tr: Renkli Bloklar

source: Testimonials With Color Background
tr_tr: Renk Arkaplanlı Görüşler

source: Video Lightbox With Preview Image
tr_tr: Önizleme Resimli Video Işık Kutusu

source: Trusty Milestones With Dark Background
tr_tr: Koyu Arka Planlı Güvenilir Kilometre Taşları

source: Colors Used In Case Study
tr_tr: Örnek Olay İncelemesinde Kullanılan Renkler

source: Fonts & Colors Used In Case Study
tr_tr: Örnek Olay İncelemesinde Kullanılan Yazı Tipleri ve Renkler

source: Project Header With Gradient
tr_tr: Gradyanlı Proje Başlığı

source: Project Colors & Fonts Used Alternative
tr_tr: Proje Renkleri ve Yazı Tipleri Kullanılan Alternatif

source: Project Colors & Fonts Used
tr_tr: Kullanılan Proje Renkleri ve Yazı Tipleri

source: Project Header
tr_tr: Proje Başlığı

source: Project Header Dark Background
tr_tr: Proje Başlığı Koyu Arka Planı

source: Milestone With Icons Hero
tr_tr: Simgeler Hero ile Kilometre Taşı

source: Minimal Header With CTA
tr_tr: CTA ile Minimal Başlık

source: Parallax Video Lightbox Row Dark
tr_tr: Paralaks Video Işık Kutusu Satır Koyu

source: Project Header Alternative
tr_tr: Proje Başlığı Alternatif

source: Google Map Flat
tr_tr: Google Harita Düz

source: Four Visible, Touch Enabled Gallery
tr_tr: Dört Görünür, Dokunma Etkin Galeri

source: Three Visible, Touch Enabled Gallery Dark
tr_tr: Üç Görünür, Dokunma Etkin Galeri Koyu

source: Nifty Hero With Bottom Columns & Gradient Overlay
tr_tr: Alt Sütunlar ve Degrade Yerleşimi ile Şık Kahraman

source: Fresh Background Hero Full Height Section
tr_tr: Taze Arkaplan Kahraman Tam Boy Bölüm

source: Simple Google Map
tr_tr: Basit Google Haritası

source: Milestones
tr_tr: Dönüm Noktaları

source: Flat Dark Scheme Map
tr_tr: Flat Dark Scheme Haritası

source: Map Section Dark Scheme
tr_tr: Harita Bölümü Karanlık Şeması

source: Gradient Icons Dark Background
tr_tr: Degrade simgeler koyu arka planı

source: Team Member Carousel (Classic Style)
tr_tr: Takım Üyesi Carousel (Klasik Tarz)

source: Two Info Boxes
tr_tr: İki Bilgi Kutusu

source: Misty Background Info Boxes
tr_tr: Misty Background Bilgi Kutuları

source: Side Area With Toggle Panels
tr_tr: Geçiş Panelleri ile Yan Alan

source: Full Height Split Section
tr_tr: Tam Boy Bölmeli Bölüm

source: Brilliant Animated Hero Section
tr_tr: Parlak Animasyonlu Kahraman Bölümü

source: Professional Info & Icon List
tr_tr: Profesyonel Bilgi ve Simge Listesi

source: Mighty Split - Gradient Icons & Info
tr_tr: Mighty Split - Gradyan Simgeleri ve Bilgi

source: Info Boxes & Testimonial
tr_tr: Bilgi Kutuları ve Görüşler

source: Hero With Video, Testimonial & Info Columns
tr_tr: Video, Referans ve Bilgi Sütunları ile Kahraman

source: Image Overflowing Left Dark Hero
tr_tr: Görüntü Sol Karanlık Kahraman Taşan

source: Image Overflowing Right Dark Hero
tr_tr: Görüntü Sağ Kara Kahraman Taşan

source: Parallax Image Background
tr_tr: Paralaks görüntü arka planı

source: Minimal CTA Strip
tr_tr: Minimal CTA Şeridi

source: Device Video Hero
tr_tr: Cihaz Video Kahramanı

source: Pristine Team
tr_tr: Bozulmamış Takım

source: Pie Chart Three Columns
tr_tr: Pasta Grafiği Üç Sütun

source: Minimal CTA Strip Alt
tr_tr: Minimal CTA Şerit Alt

source: vCard Minimal Colorful
tr_tr: vCard Minimal Renkli

source: Personal Story
tr_tr: Kişisel Hikaye

source: Fancy Horizontal Tabbed Section
tr_tr: Fantezi Yatay Sekmeli Bölüm

source: Video Player Lightbox
tr_tr: Video Oynatıcı Işık Kutusu

source: Recent Posts Grid Minimal
tr_tr: Son Mesajlar Grid Minimal

source: Video Lightboxes
tr_tr: Video Işık Kutuları

source: Product Specifications Dark
tr_tr: Ürün Özellikleri Koyu

source: Hotspot Tooltips
tr_tr: Hotspot İpuçları

source: Toggles - FAQ Section
tr_tr: Geçişler - SSS Bölümü

source: Cascading Images With Animated Icons
tr_tr: Animasyonlu Simgeler ile Basamaklı Görüntüler

source: Clean Company Intro
tr_tr: Temiz Şirkete Giriş

source: Feelgood Image & Text Blocks
tr_tr: Feelgood Resim ve Metin Blokları

source: Image Background Dual CTA
tr_tr: Resim Arkaplan Dual CTA

source: Career Table
tr_tr: Kariyer Masası

source: Parallax Cascading Images
tr_tr: Paralaks basamaklı görüntüleri

source: Daring CTA Morphing Outline Buttons
tr_tr: Cesur CTA Morphing Anahat Düğmeleri

source: Icons With Text & Column BG Hover
tr_tr: Metin ve sütun BG Hover ile simgeler

source: Empty section. Edit page to add content here.
tr_tr: Boş bölüm İçeriği buraya eklemek için sayfayı düzenleyin.

source: Previous slide
tr_tr: Bir onceki slayt

source: Next slide
tr_tr: Sonraki slayt

source: View Larger
tr_tr: Daha Büyük Göster

source: From:
tr_tr: Gönderen:

source: To:
tr_tr: Kime:

source: To:
tr_tr: Kime:

source: You have changes that are not saved. Would you like to save them now?
tr_tr: Kaydedilmemiş değişiklikleriniz var. Onları şimdi kurtarmak ister misiniz?

source: Are you sure? Resetting will lose all custom values.
tr_tr: Emin misiniz? Sıfırlama, tüm özel değerleri kaybedecektir.

source: Are you sure? Resetting will lose all custom values in this section.
tr_tr: Emin misiniz? Sıfırlama bu bölümdeki tüm özel değerleri kaybedecektir.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
tr_tr: Mevcut seçenekleriniz bu ön ayarın değerleriyle değiştirilecektir. Devam etmek ister misiniz

source: Please Wait
tr_tr: Lütfen bekle

source: There was an error saving. Here is the result of your action:
tr_tr: Bir hata kaydedildi. İşte eyleminizin sonucu:

source: There was a problem with your action. Please try again or reload the page.
tr_tr: Yaptıklarınla ilgili bir sorun vardı. Lütfen tekrar deneyin veya sayfayı yeniden yükleyin.

source: Warning- This options panel will not work properly without javascript!
tr_tr: Uyarı - Bu seçenek paneli javascript olmadan düzgün çalışmayacak!

source: Settings Imported!
tr_tr: Ayarlar Alındı!

source: All Defaults Restored!
tr_tr: Tüm Varsayılanlar Geri Yüklendi!

source: Section Defaults Restored!
tr_tr: Bölüm Varsayılanları Geri Yüklendi!

source: Settings Saved!
tr_tr: Ayarlar kaydedildi!

source: Settings have changed, you should save them!
tr_tr: Ayarlar değişti, onları kaydetmelisin!

source: error(s) were found!
tr_tr: hata bulundu!

source: warning(s) were found!
tr_tr: uyarılar bulundu!

source: <strong>Your panel has bundled outdated copies of Redux Framework template files</strong> &#8211; if you encounter functionality issues this could be the reason. Ensure you update or remove them.
tr_tr: <strong> Paneliniz, Redux Framework şablon dosyalarının eski kopyalarını topladı </strong> & # 8211; işlevsellik sorunları yaşarsanız bunun nedeni olabilir. Onları güncellediğinizden veya kaldırdığınızdan emin olun.

source: Options panel created using %1$s
tr_tr: %1$s kullanılarak oluşturulan seçenekler paneli

source: Options
tr_tr: Seçenekler

source: Invalid security credential. Please reload the page and try again.
tr_tr: Geçersiz güvenlik bilgisi. Lütfen sayfayı tekrar yükleyin ve tekrar deneyin.

source: Invalid user capability. Please reload the page and try again.
tr_tr: Geçersiz kullanıcı yeteneği. Lütfen sayfayı tekrar yükleyin ve tekrar deneyin.

source: Your panel has no fields. Nothing to save.
tr_tr: Panelinizde alan yok. Kurtarılacak bir şey yok.

source: <strong>Redux Framework Notice: </strong>There are references to the Redux Framework support site in your config's <code>admin_bar_links</code> argument. This is sample data. Please change or remove this data before shipping your product.
tr_tr: <strong> Redux Framework Bildirimi: </strong> Yapılandırmanızın <code> admin_bar_links </code> bağımsız değişkeninde Redux Framework destek sitesine referanslar var. Bu örnek veridir. Lütfen ürününüzü göndermeden önce bu verileri değiştirin veya kaldırın.

source: <strong>Redux Framework Notice: </strong>There are references to the Redux Framework support site in your config's <code>share_icons</code> argument. This is sample data. Please change or remove this data before shipping your product.
tr_tr: <strong> Redux Framework Bildirimi: </strong> Yapılandırmanızın <code> share_icons </code> bağımsız değişkeninde Redux Framework destek sitesine referanslar var. Bu örnek veridir. Lütfen ürününüzü göndermeden önce bu verileri değiştirin veya kaldırın.

source: Dismiss
tr_tr: Reddet

source: Please wait a few minutes, then try refreshing the page. Unable to load some remotely hosted scripts.
tr_tr: Lütfen birkaç dakika bekleyin, ardından sayfayı yenilemeyi deneyin. Uzaktan barındırılan bazı komut dosyaları yüklenemiyor.

source: If you are developing offline, please download and install the <a href="%s" target="_blank">Redux Vendor Support</a> plugin/extension to bypass the our CDN and avoid this warning
tr_tr: Çevrimdışı geliştiriyorsanız, CDN'lerimizi atlamak ve bu uyarının önüne geçmek için lütfen <a href=" %s " target="_blank"> Redux Satıcı Desteği </a> eklentisini / uzantısını indirin ve yükleyin

source: Redux Framework Warning
tr_tr: Redux Çerçeve Uyarısı

source: %s CDN unavailable. Some controls may not render properly.
tr_tr: %s CDN kullanılamıyor. Bazı kontroller düzgün şekilde oluşturulmayabilir.

source: The <a href="%s">Vendor Support plugin</a> (or extension) is either not installed or not activated and thus, some controls may not render properly. Please ensure that it is installed and <a href="%s">activated</a>
tr_tr: <a href=" %s "> Satıcı Desteği eklentisi </a> (veya uzantısı) yüklenmemiş veya etkinleştirilmemiş ve bu nedenle bazı kontroller düzgün şekilde çalışmayabilir. Lütfen yüklendiğinden ve <a href=" %s "> etkin olduğundan </a> emin olun

source: File Permission Issues
tr_tr: Dosya İzni Sorunları

source: We were unable to modify required files. Please check your permissions, or modify your wp-config.php file to contain your FTP login credentials as <a href="%s" target="_blank">outlined here</a>.
tr_tr: Gerekli dosyaları değiştiremedik. Lütfen izinlerinizi kontrol edin veya FTP giriş bilgilerinizi <a href=" %s " target="_blank"> burada belirtildiği şekilde </a> içerecek şekilde wp-config.php dosyanızı değiştirin.

source: We were unable to modify required files. Please ensure that <code>%1s</code> has the proper read-write permissions, or modify your wp-config.php file to contain your FTP login credentials as <a href="%2s" target="_blank">outlined here</a>.
tr_tr: Gerekli dosyaları değiştiremedik. Lütfen <code>% 1s </code> öğesinin doğru okuma-yazma izinlerine sahip olduğundan emin olun veya wp-config.php dosyanızı FTP giriş kimlik bilgilerinizi <a href = \ "% 2s " target = \ "olarak içerecek şekilde değiştirin _blank \ "> burada belirtildi </a>.

source: <code>%s</code> version <strong style="color:red">%s</strong> is out of date. The core version is %s
tr_tr: <code> %s </code> sürüm <strong style = \ "color: red "> %s </strong> güncel değil. Çekirdek sürüm %s

source: You have changes that are not saved. Would you like to save them now?
tr_tr: Kaydedilmemiş değişiklikleriniz var. Onları şimdi kurtarmak ister misiniz?

source: Are you sure? Resetting will lose all custom values.
tr_tr: Emin misiniz? Sıfırlama, tüm özel değerleri kaybedecektir.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
tr_tr: Mevcut seçenekleriniz bu ön ayarın değerleriyle değiştirilecektir. Devam etmek ister misiniz

source: Press return or enter to open this panel
tr_tr: Bu paneli açmak için return veya enter tuşuna basın

source: You are customizing %s
tr_tr: %s özelleştiriyorsunuz

source: Help
tr_tr: yardım et
