Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Press return or enter to open
tr_tr: Açmak için return veya enter tuşuna basın

source: Press return or enter to expand
tr_tr: Genişletmek için return veya enter tuşuna basın

source: Import / Export
tr_tr: İthalat ihracat

source: Import Options
tr_tr: Seçenekleri al

source: Import from File
tr_tr: Dosyadan İçe Aktar

source: Import from URL
tr_tr: URL’den içe aktar

source: Input your backup file below and hit Import to restore your sites options from a backup.
tr_tr: Yedekleme dosyanızı aşağıya girin ve site seçeneklerinizi bir yedekten geri yüklemek için İçe Aktar'ı tıklayın.

source: Input the URL to another sites options set and hit Import to load the options from that site.
tr_tr: URL'yi başka bir sitenin seçenek ayarlarına girip seçenekleri o siteden yüklemek için İçe Aktar'ı tıklayın.

source: Import
tr_tr: İthalat

source: WARNING! This will overwrite all existing option values, please proceed with caution!
tr_tr: UYARI! Bu, mevcut tüm seçenek değerlerinin üzerine yazacaktır, lütfen dikkatle devam edin!

source: Export Options
tr_tr: Seçenekleri Dışa Aktar

source: Here you can copy/download your current option settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
tr_tr: Buradan mevcut seçenek ayarlarınızı kopyalayabilir / indirebilirsiniz. Bir şeylerin ters gitmesi durumunda yedek olarak kullanabildiğinizden veya bu sitedeki (veya başka herhangi bir sitedeki) ayarlarınızı geri yüklemek için kullanabilirsiniz.

source: Copy Data
tr_tr: Verileri Kopyala

source: Download Data File
tr_tr: Veri Dosyasını İndir

source: Copy Export URL
tr_tr: Dışa Aktarma URL’sini Kopyala

source: Options Object
tr_tr: Seçenekler Nesnesi

source: Show Object in Javascript Console Object
tr_tr: Javascript Konsol Nesnesindeki Nesneyi Göster

source: Transparent
tr_tr: Şeffaf

source: Background Repeat
tr_tr: Arkaplan Tekrarı

source: Background Clip
tr_tr: Arkaplan Klibi

source: Background Origin
tr_tr: Arkaplan Kökeni

source: Background Size
tr_tr: Arkaplan Boyutu

source: Background Attachment
tr_tr: Arka Plan Eki

source: Background Position
tr_tr: Arkaplan Konumu

source: No media selected
tr_tr: Medya seçilmedi

source: Remove
tr_tr: Kaldır

source: Right
tr_tr: Sağ

source: Border style
tr_tr: Sınır tarzı

source: From
tr_tr: itibaren

source: To
tr_tr: için

source: Choose
tr_tr: Seçmek

source: Cancel
tr_tr: İptal etmek

source: Select Color
tr_tr: Renk seç

source: Height
tr_tr: Yükseklik

source: Units
tr_tr: Birimler

source: Add/Edit Gallery
tr_tr: Galeri Ekle / Düzenle

source: Clear Gallery
tr_tr: Galeriyi Temizle

source: Hover
tr_tr: duraksamak

source: Visited
tr_tr: Ziyaret

source: Active
tr_tr: Aktif

source: Focus
tr_tr: odak

source: Add More
tr_tr: Daha ekle

source: Password
tr_tr: Parola

source: Username
tr_tr: Kullanıcı adı

source: Select an item
tr_tr: Bir öğe seçin

source: No items of this type were found.
tr_tr: Bu türde hiçbir ürün bulunamadı.

source: New %s
tr_tr: Yeni %s

source: Delete
tr_tr: silmek

source: Add %s
tr_tr: %s ekle

source: On
tr_tr: üzerinde

source: Off
tr_tr: kapalı

source: Font Family
tr_tr: Font ailesi

source: Font family
tr_tr: Font ailesi

source: Backup Font Family
tr_tr: Yazı Tipi Ailesini Yedekle

source: Font style
tr_tr: Yazı stili

source: Font Weight &amp; Style
tr_tr: Yazı Tipi Ağırlığı & amp; stil

source: Font subsets
tr_tr: Yazı tipi altkümeleri

source: Font Subsets
tr_tr: Yazı Tipi Alt kümeleri

source: Subsets
tr_tr: alt kümeleri

source: Font script
tr_tr: Yazı tipi komut dosyası

source: Text Align
tr_tr: Metin hizalama

source: Text Transform
tr_tr: Metin Dönüşümü

source: Font Variant
tr_tr: Yazı Tipi Varyantı

source: Text Decoration
tr_tr: Metin Süslemesi

source: Font Size
tr_tr: Yazı Boyutu

source: Line Height
tr_tr: Satır yüksekliği

source: Word Spacing
tr_tr: Kelime Boşluğu

source: Letter Spacing
tr_tr: Harf boşluğu

source: Font Color
tr_tr: Yazı rengi

source: Font color
tr_tr: Yazı rengi

source: Standard Fonts
tr_tr: Standart Yazı Tipleri

source: <span class="tc-lead tc-recommended">RECOMMENDED</span>: If you are submitting to WordPress.org Theme Repository, it is <strong>strongly</strong> suggested that you read <a href="%s" target="_blank">this document</a>, or your theme will be rejected because of Redux.
tr_tr: <span class = \ "tc-lead tc-recommended "> Önerilen \ " %s " target = \ "_ blank "> bu belge </a>, yoksa temanız Redux nedeniyle reddedilir.

source: <span class="tc-lead tc-required">REQUIRED</span>: You MUST delete <strong> %s </strong>, or your theme will be rejected by WP.org theme submission because of Redux.
tr_tr: <span class = \ "tc-lead tc-zorunlu "> GEREKLİ </span>: <strong> %s </strong> 'i silmelisiniz, yoksa temanız Redux nedeniyle WP.org tema gönderimi tarafından reddedilir.

source: Optional
tr_tr: İsteğe bağlı

source: <span class="tc-lead tc-recommended">RECOMMENDED</span>: The following arguments MUST be used for WP.org submissions, or you will be rejected because of your Redux configuration.
tr_tr: <span class = \ "tc-lead tc-recommended "> TAVSİYE EDİLDİ </span>: WP.org başvuruları için aşağıdaki argümanlar kullanılmalıdır, yoksa Redux yapılandırmanız nedeniyle reddedileceksiniz.

source: Redux localization utilities
tr_tr: Redux yerelleştirme araçları

source: Redux Resting Diles
tr_tr: Redux Dinlenme Diles

source: Redux Code Styles
tr_tr: Redux Kod Stilleri

source: Redux Unit Testing
tr_tr: Redux Birim Testi

source: Redux Plugin File
tr_tr: Redux Eklenti Dosyası

source: Redux Boostrap Tests
tr_tr: Redux Boostrap Testleri

source: CI Testing FIle
tr_tr: CI Test Alanı

source: PHP Unit Testing
tr_tr: PHP Birim Testi

source: It appears that you have embedded the full Redux package inside your theme. You need only embed the <strong>ReduxCore</strong> folder. Embedding anything else will get your rejected from theme submission. Suspected Redux package file(s):
tr_tr: Redux paketinin tamamını temanızın içine gömdüğünüz anlaşılıyor. Yalnızca <strong> ReduxCore </strong> klasörünü gömmeniz gerekir. Başka bir şey gömmek tema gönderiminden reddedilir. Şüpheli Redux paket dosyaları:

source: Help improve Our Panel
tr_tr: Panelimizi geliştirmemize yardımcı olun

source: Please helps us improve our panel by allowing us to gather anonymous usage stats so we know which configurations, plugins and themes to test to ensure compatibility.
tr_tr: Lütfen anonim kullanım istatistiklerini toplamamıza izin vererek panelimizi geliştirmemize yardımcı olur, böylece uyumluluk için hangi yapılandırmaları, eklentileri ve temaları test edeceğimizi biliriz.

source: Allow tracking
tr_tr: İzlemeye izin ver

source: Do not allow tracking
tr_tr: İzlemeye izin verme

source: Welcome to the Redux Demo Panel
tr_tr: Redux Demo Paneline Hoşgeldiniz

source: Getting Started
tr_tr: Başla

source: This panel demonstrates the many features of Redux. Before digging in, we suggest you get up to speed by reviewing %1$s.
tr_tr: Bu panel Redux'un birçok özelliğini gösterir. Kazmadan önce, %1$s inceleyerek hızlanmanızı öneririz.

source: our documentation
tr_tr: bizim belgelerimiz

source: Redux Generator
tr_tr: Redux Jeneratör

source: Want to get a head start? Use the %1$s. It will create a customized boilerplate theme or a standalone admin folder complete with all things Redux (with the help of Underscores and TGM). Save yourself a headache and try it today.
tr_tr: Bir başlangıç yapmak ister misiniz? %1$s kullanın. Özelleştirilmiş bir boyler teması ya da Redux ile birlikte (Underscores ve TGM'nin yardımı ile) bağımsız bir yönetici klasörü oluşturacaktır. Kendine bir baş ağrısı kurtar ve bugün dene.

source: Redux Extensions
tr_tr: Redux Uzantıları

source: Did you know we have extensions, which greatly enhance the features of Redux? Visit our %1$s to learn more!
tr_tr: Redux'un özelliklerini büyük ölçüde artıran uzantılarımız olduğunu biliyor muydunuz? Daha fazla bilgi edinmek için %1$s sayfamızı ziyaret edin!

source: extensions directory
tr_tr: uzantıları dizini

source: Like Redux?
tr_tr: Redux gibi mi?

source: If so, please %1$s and consider making a %2$s to keep development of Redux moving forward.
tr_tr: Eğer öyleyse, lütfen %1$s ve Redux'in gelişimini ilerletmek için %2$s yapmayı düşünün.

source: leave us a favorable review on WordPress.org
tr_tr: bize WordPress.org hakkında olumlu bir yorum bırakın

source: donation
tr_tr: bağış

source: Newsletter
tr_tr: Bülten

source: If you'd like to keep up to with all things Redux, please subscribe to our newsletter
tr_tr: Redux ile ilgili her şeyden haberdar olmak istiyorsanız, lütfen bültenimize abone olun

source: Email address
tr_tr: E

source: Subscribe
tr_tr: Abone ol

source: Close
tr_tr: Kapat

source: This field must be a valid color value.
tr_tr: Bu alanın geçerli bir renk değeri olması gerekir.

source: You must provide a comma separated list of numerical values for this option.
tr_tr: Bu seçenek için virgülle ayrılmış bir sayısal değer listesi sağlamalısınız.

source: Unsafe strings were found in your CSS and have been filtered out.
tr_tr: Güvenli olmayan dizeler CSS’nizde bulundu ve filtrelendi.

source: This field must be a valid date.
tr_tr: Bu alan geçerli bir tarih olmalıdır.

source: You must provide a valid email for this option.
tr_tr: Bu seçenek için geçerli bir e-posta sağlamalısınız.

source: You must not enter any HTML in this field, all HTML tags have been removed.
tr_tr: Bu alana herhangi bir HTML girmemelisiniz, tüm HTML etiketleri kaldırılmıştır.

source: You must not enter any special characters in this field, all special characters have been removed.
tr_tr: Bu alana herhangi bir özel karakter girmemelisiniz, tüm özel karakterler kaldırılmıştır.

source: This field cannot be empty. Please provide a value.
tr_tr: Bu alan boş olamaz. Lütfen bir değer belirtin.

source: You must provide a numerical value for this option.
tr_tr: Bu seçenek için sayısal bir değer sağlamalısınız.

source: That URL slug is in use, please choose another. <code>%s</code> is open for use.
tr_tr: Bu URL adresi kullanımda, lütfen başka bir tane seçin. <code> %s </code> kullanıma açık.

source: You must provide a valid URL for this option.
tr_tr: Bu seçenek için geçerli bir URL sağlamalısınız.

source: Welcome to Redux Framework %s
tr_tr: Redux Framework %s Hoşgeldiniz

source: Thank you for updating to the latest version! Redux Framework %s is a huge step forward in Redux Development. Look at all that's new.
tr_tr: En son sürüme güncellediğiniz için teşekkür ederiz! Redux Framework %s , Redux Geliştirme'de ileriye yönelik büyük bir adımdır. Şuna yeni bak.

source: Version %s
tr_tr: %s sürümü

source: What is Redux Framework?
tr_tr: Redux Framework Nedir?

source: Redux Framework is the core of many products on the web. It is an option framework which developers use to enhance their products.
tr_tr: Redux Framework, web üzerindeki birçok ürünün çekirdeğidir. Geliştiricilerin ürünlerini geliştirmek için kullandıkları bir seçenek çerçevesidir.

source: Learn More
tr_tr: Daha fazla bilgi edin

source: New in this Release
tr_tr: Bu Sürümdeki Yenilikler

source: Redux Framework - Changelog
tr_tr: Redux Framework - Değişiklikler

source: Our core mantra at Redux is backwards compatibility. With hundreds of thousands of instances worldwide, you can be assured that we will take care of you and your clients.
tr_tr: Redux'deki temel mantığımız geriye dönük uyumluluktur. Dünyadaki yüzbinlerce örnekle, sizinle ve müşterilerinizle ilgileneceğimizden emin olabilirsiniz.

source: Redux Framework - A Community Effort
tr_tr: Redux Framework - Bir Topluluk Çaba

source: We recognize we are nothing without our community. We would like to thank all of those who help Redux to be what it is. Thank you for your involvement.
tr_tr: Topluluğumuz olmadan hiçbir şey olmadığımızı biliyoruz. Redux'a bu konuda yardımcı olan herkese teşekkür ederiz. Katılımınız için teşekkür ederiz.

source: Redux Framework - Extensions
tr_tr: Redux Framework - Eklentiler

source: Supercharge your Redux experience. Our extensions provide you with features that will take your products to the next level.
tr_tr: Redux deneyiminizi güçlendirin. Eklentilerimiz, ürünlerinizi bir üst seviyeye taşıyacak özellikler sunar.

source: While some are built specificially for developers, extensions such as Custom Fonts are sure to make any user happy.
tr_tr: Bazı geliştiriciler için özel olarak oluşturulmuş olsa da, Özel Yazı Tipleri gibi uzantılar herhangi bir kullanıcıyı mutlu edecektir.

source: Redux Framework - System Status
tr_tr: Redux Framework - Sistem Durumu

source: Please copy and paste this information in your ticket when contacting support:
tr_tr: Lütfen desteğe başvururken bu bilgileri biletinize kopyalayıp yapıştırın:

source: Get System Report
tr_tr: Sistem Raporunu Alın

source: Understanding the Status Report
tr_tr: Durum Raporunu Anlamak

source: Copied!
tr_tr: Kopyalanan!

source: Copy for Support
tr_tr: Destek İçin Kopyala

source: WordPress Environment
tr_tr: WordPress Ortamı

source: Home URL
tr_tr: Ana URL

source: The URL of your site's homepage.
tr_tr: Sitenizin ana sayfasının URL’si.

source: Site URL
tr_tr: Site URL'si

source: The root URL of your site.
tr_tr: Sitenizin kök URL'si.

source: Redux Version
tr_tr: Redux Sürümü

source: The version of Redux Framework installed on your site.
tr_tr: Sitenizde kurulu Redux Framework sürümü.

source: Redux Data Directory Writable
tr_tr: Redux Veri Dizini Yazılabilir

source: Redux and its extensions write data to the <code>uploads</code> directory. This directory must be writable.
tr_tr: Redux ve uzantıları <code> uploads </code> dizinine veri yazar. Bu dizinin yazılabilir olması gerekir.

source: To allow data saving, make <code>%s</code> writable.
tr_tr: Veri kaydetmeye izin vermek için <code> %s </code> yazılabilir duruma getirin.

source: WP Content URL
tr_tr: WP İçerik URL'si

source: The location of Wordpress's content URL.
tr_tr: Wordpress'in içerik URL'sinin konumu.

source: WP Version
tr_tr: WP Sürümü

source: The version of WordPress installed on your site.
tr_tr: Sitenizde yüklü olan WordPress sürümü.

source: Whether or not you have WordPress Multisite enabled.
tr_tr: WordPress Multisite'ın etkin olup olmadığı.

source: Permalink Structure
tr_tr: Kalıcı Bağlantı Yapısı

source: The current permalink structure as defined in Wordpress Settings->Permalinks.
tr_tr: Wordpress Ayarları-> Permalinks'te tanımlandığı gibi geçerli kalıcı bağlantı yapısı.

source: Front Page Display
tr_tr: Ön sayfa görüntüleme

source: The current Reading mode of Wordpress.
tr_tr: Wordpress'in geçerli Okuma modu.

source: Front Page
tr_tr: Ön Sayfa

source: The currently selected page which acts as the site's Front Page.
tr_tr: Sitenin Ön Sayfası olarak çalışan, seçili olan sayfa.

source: Posts Page
tr_tr: Gönderiler Sayfası

source: The currently selected page in where blog posts are displayed.
tr_tr: Blog yayınlarının görüntülendiği, seçili olan sayfa.

source: WP Memory Limit
tr_tr: WP Bellek Sınırı

source: The maximum amount of memory (RAM) that your site can use at one time.
tr_tr: Sitenizin bir kerede kullanabileceği maksimum bellek (RAM).

source: Database Table Prefix
tr_tr: Veritabanı Tablosu Öneki

source: The prefix structure of the current Wordpress database.
tr_tr: Geçerli Wordpress veritabanının ön yapı.

source: WP Debug Mode
tr_tr: WP Hata Ayıklama Modu

source: Displays whether or not WordPress is in Debug Mode.
tr_tr: WordPress'in Hata Ayıklama Modunda olup olmadığını gösterir.

source: Language
tr_tr: Dil

source: The current language used by WordPress. Default = English
tr_tr: WordPress tarafından kullanılan geçerli dil. Varsayılan = İngilizce

source: Browser
tr_tr: Tarayıcı

source: Browser Info
tr_tr: Tarayıcı Bilgisi

source: Information about web browser current in use.
tr_tr: Kullanılan web tarayıcısı hakkında bilgiler.

source: Server Environment
tr_tr: Sunucu Ortamı

source: Server Info
tr_tr: Sunucu Bilgisi

source: Information about the web server that is currently hosting your site.
tr_tr: Sitenizi şu anda barındıran web sunucusu hakkında bilgi.

source: Localhost Environment
tr_tr: Localhost Ortamı

source: Is the server running in a localhost environment.
tr_tr: Sunucu bir localhost ortamında çalışıyor mu.

source: PHP Version
tr_tr: PHP Sürümü

source: The version of PHP installed on your hosting server.
tr_tr: Hosting sunucunuzda kurulu PHP sürümü.

source: The ABSPATH variable on the server.
tr_tr: Sunucudaki ABSPATH değişkeni.

source: PHP Memory Limit
tr_tr: PHP Bellek Sınırı

source: The largest filesize that can be contained in one post.
tr_tr: Tek bir gönderide bulunabilecek en büyük dosya boyutu.

source: PHP Post Max Size
tr_tr: PHP Post Maksimum Boyut

source: PHP Time Limit
tr_tr: PHP Zaman Sınırı

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
tr_tr: Sitenizin zaman aşımına uğramadan önce tek bir işlemde harcayacağı süre (saniye cinsinden) (sunucu kilitlenmelerini önlemek için)

source: PHP Max Input Vars
tr_tr: PHP Max Giriş Vars

source: The maximum number of variables your server can use for a single function to avoid overloads.
tr_tr: Aşırı yüklenmeyi önlemek için sunucunuzun tek bir işlev için kullanabileceği maksimum değişken sayısı.

source: PHP Display Errors
tr_tr: PHP Ekran Hataları

source: Determines if PHP will display errors within the browser.
tr_tr: PHP'nin tarayıcıda hata gösterip göstermeyeceğini belirler.

source: SUHOSIN Installed
tr_tr: SUHOSIN Yüklendi

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
tr_tr: Suhosin, PHP kurulumları için gelişmiş bir koruma sistemidir. Bir yandan sunucularınızı PHP uygulamalarında iyi bilinen bir takım sorunlara karşı, diğer yandan bu uygulamalarda veya PHP çekirdeğinin kendisinde olası bilinmeyen güvenlik açıklarına karşı korumak için tasarlanmıştır. Sunucunuzda etkinse, Suhosin veri gönderme sınırlarını artıracak şekilde yapılandırılması gerekebilir.

source: MySQL Version
tr_tr: MySQL Sürümü

source: The version of MySQL installed on your hosting server.
tr_tr: Hosting sunucunuzda kurulu MySQL sürümü.

source: Max Upload Size
tr_tr: Maksimum Yükleme Boyutu

source: The largest filesize that can be uploaded to your WordPress installation.
tr_tr: WordPress kurulumunuza yüklenebilecek en büyük dosya boyutu.

source: Default Timezone is UTC
tr_tr: Varsayılan Saat Dilimi UTC'dir

source: The default timezone for your server.
tr_tr: Sunucunuz için varsayılan saat dilimi.

source: Default timezone is %s - it should be UTC
tr_tr: Varsayılan saat dilimi %s - UTC olmalıdır

source: Used when communicating with remote services with PHP.
tr_tr: PHP ile uzak servislerle iletişim kurarken kullanılır.

source: Your server does not have fsockopen or cURL enabled - cURL is used to communicate with other servers. Please contact your hosting provider.
tr_tr: Sunucunuzda fsockopen veya cURL etkin değil - cURL diğer sunucularla iletişim kurmak için kullanılıyor. Lütfen barındırma sağlayıcınıza başvurun.

source: Remote Post
tr_tr: Uzaktan Mesaj

source: Used to send data to remote servers.
tr_tr: Uzak sunuculara veri göndermek için kullanılır.

source: wp_remote_post() failed. Many advanced features may not function. Contact your hosting provider.
tr_tr: wp_remote_post () başarısız oldu. Birçok gelişmiş özellik çalışmayabilir. Hosting sağlayıcınıza başvurun.

source: Error: %s
tr_tr: Hata: %s

source: Remote Get
tr_tr: Uzaktan almak

source: Used to grab information from remote servers for updates updates.
tr_tr: Güncellemeler güncellemeleri için uzak sunuculardan bilgi almak için kullanılır.

source: wp_remote_get() failed. This is needed to get information from remote servers. Contact your hosting provider.
tr_tr: wp_remote_get () başarısız oldu. Bu, uzak sunuculardan bilgi almak için gereklidir. Hosting sağlayıcınıza başvurun.

source: Active Plugins
tr_tr: Aktif Eklentiler

source: Visit plugin homepage
tr_tr: Eklenti ana sayfasını ziyaret et

# by author
source: by %s
tr_tr: %s

source: Redux Instance:
tr_tr: Redux Örneği:

source: The opt_name argument for this instance of Redux.
tr_tr: Bu Redux örneği için opt_name argümanı.

source: The global_variable argument for this instance of Redux.
tr_tr: Bu Redux örneği için global_variable argümanı.

source: Indicates if developer mode is enabled for this instance of Redux.
tr_tr: Bu Redux örneği için geliştirici modunun etkin olup olmadığını gösterir.

source: Indicates if ajax based saving is enabled for this instance of Redux.
tr_tr: Bu Redux örneği için ajax tabanlı bir tasarrufun etkin olup olmadığını gösterir.

source: The page slug denotes the string used for the options panel page for this instance of Redux.
tr_tr: Sayfa başlığı, bu Redux örneğinin seçenekler paneli sayfası için kullanılan dizeyi gösterir.

source: The page permissions variable sets the permission level required to access the options panel for this instance of Redux.
tr_tr: Sayfa izinleri değişkeni, bu Redux örneği için seçenekler paneline erişmek için gereken izin düzeyini belirler.

source: This variable set whether or not the menu is displayed as an admin menu item for this instance of Redux.
tr_tr: Bu değişken, menünün Redux örneği için yönetici menü öğesi olarak görüntülenip görüntülenmeyeceğini belirler.

source: The page parent variable sets where the options menu will be placed on the WordPress admin sidebar for this instance of Redux.
tr_tr: Sayfa üst değişkeni, seçenekler menüsünün, bu Redux örneği için WordPress yönetici kenar çubuğuna yerleştirileceği yeri ayarlar.

source: Indicates if the compiler flag is enabled for this instance of Redux.
tr_tr: Derleyici bayrağının bu Redux örneği için etkinleştirilip etkinleştirilmediğini gösterir.

source: Indicates if output flag for globally shutting off all CSS output is enabled for this instance of Redux.
tr_tr: Tüm CSS çıkışını global olarak kapatmak için çıkış bayrağının bu Redux örneği için etkinleştirilip etkinleştirilmediğini gösterir.

source: The output_tag variable sets whether or not dynamic CSS will be generated for the customizer and Google fonts for this instance of Redux.
tr_tr: Output_tag değişkeni, kişiselleştirici için dinamik CSS oluşturulup oluşturulmayacağını ve bu Redux örneği için Google fontlarını belirler.

source: The specified template path containing custom template files for this instance of Redux.
tr_tr: Bu Redux örneği için özel şablon dosyaları içeren belirtilen şablon yolu.

source: List of template files overriding the default Redux template files.
tr_tr: Varsayılan Redux şablon dosyalarını geçersiz kılan şablon dosyalarının listesi.

source: Indicates the installed Redux extensions and their version numbers.
tr_tr: Yüklü Redux uzantılarını ve sürüm numaralarını gösterir.

source: Theme
tr_tr: Tema

source: The name of the current active theme.
tr_tr: Geçerli etkin temanın adı.

source: Version
tr_tr: versiyon

source: The installed version of the current active theme.
tr_tr: Geçerli aktif temanın yüklü sürümü.

source: is available
tr_tr: gecerli

source: Author URL
tr_tr: Yazar URL’si

source: The theme developers URL.
tr_tr: Tema geliştiricileri URL'si.

source: Child Theme
tr_tr: Çocuk Teması

source: Displays whether or not the current theme is a child theme.
tr_tr: Geçerli temanın bir alt tema olup olmadığını gösterir.

source: Parent Theme Name
tr_tr: Üst Tema Adı
