Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: No plugins are available to be activated at this time.
tr_tr: Şu anda etkinleştirilecek eklenti yok.

source: Plugin activation failed.
tr_tr: Eklenti aktivasyonu başarısız oldu.

source: Updating Plugin %1$s (%2$d/%3$d)
tr_tr: %1$s Eklentisi Güncelleniyor ( %2$d / %3$d )

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
tr_tr: %1$s yüklenirken bir hata oluştu: <strong> %2$s </strong>.

source: The installation of %1$s failed.
tr_tr: %1$s kurulumu başarısız oldu.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum ve aktivasyon işlemi başlıyor. Bu işlem bazı ev sahiplerinde biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: %1$s installed and activated successfully.
tr_tr: %1$s başarıyla yüklendi ve etkinleştirildi.

source: Show Details
tr_tr: Detayları göster

source: Hide Details
tr_tr: Detayları gizle

source: All installations and activations have been completed.
tr_tr: Tüm kurulumlar ve etkinleştirmeler tamamlandı.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
tr_tr: %1$s Eklentisini Yükleme ve Etkinleştirme ( %2$d / %3$d )

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Yükleme işlemi başlıyor. Bu işlem bazı ev sahiplerinde biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: %1$s installed successfully.
tr_tr: %1$s başarıyla yüklendi.

source: All installations have been completed.
tr_tr: Tüm kurulumlar tamamlandı.

source: Installing Plugin %1$s (%2$d/%3$d)
tr_tr: %1$s Eklentisi Yükleme ( %2$d / %3$d )

source: More Details
tr_tr: Daha fazla detay

source: Comments
tr_tr: Yorumlar

source: in
tr_tr: içinde

source: Read Article
tr_tr: Makaleyi Oku

source: View Project
tr_tr: Projeyi Görüntüle

source: One Half (1/2)
tr_tr: Bir buçuk (1/2)

source: Boxed Column
tr_tr: Kutulu Sütun

source: Centered Text
tr_tr: Ortalanmış Metin

source: Last Column
tr_tr: Son Sütun

source: Check this for the last column in a row. i.e. when the columns add up to 1.
tr_tr: Bunu bir satırdaki son sütun için kontrol edin. yani, sütunlar 1'e kadar eklendiğinde.

source: Animation
tr_tr: Animasyon

source: Enter delay (in milliseconds) if needed e.g. 150. This parameter comes in handy when creating the animate in "one by one" effect in horizontal columns.
tr_tr: Gerekirse gecikmeyi (milisaniye cinsinden) girin, örn. 150. Bu parametre yatay sütunları \ "tek tek " efekti yaratırken kullanışlı olur.

source: One Third Column (1/3)
tr_tr: Bir Üçüncü Sütun (1/3)

source: Two Thirds Column (2/3)
tr_tr: İki Üçte Sütun (2/3)

source: One Fourth Column (1/4)
tr_tr: Bir Dördüncü Sütun (1/4)

source: Three Fourths Column (3/4)
tr_tr: Üç Dördüncü Sütun (3/4)

source: One Sixth Column (1/6)
tr_tr: Bir Altıncı Sütun (1/6)

source: Five Sixths Column (5/6)
tr_tr: Beşinci Altıncı Sütun (5/6)

source: One Whole Column (1/1)
tr_tr: Bir Tam Sütun (1/1)

source: Elements
tr_tr: Elementler

source: Don'nt include "px" in your string. e.g. 650
tr_tr: Dizginize \ "px " eklemeyin. örneğin 650

source: Display Arrow Navigation
tr_tr: Ekranı Ok Gezinme

source: Display Bullet Navigation
tr_tr: Bullet Navigasyonunu Görüntüle

source: Button Sizing
tr_tr: Düğme boyutlandırma

source: Full Width Section
tr_tr: Tam genişlik bölümü

source: Left Top
tr_tr: Sol üst

source: Left Center
tr_tr: Sol Merkez

source: Left Bottom
tr_tr: Sol alt

source: Center Top
tr_tr: Merkez Üstü

source: Center Center
tr_tr: Merkez Merkez

source: Center Bottom
tr_tr: Merkez Alt

source: Right Top
tr_tr: Sağ üst

source: Right Center
tr_tr: Sağ Merkez

source: Right Bottom
tr_tr: Sağ alt

source: No-Repeat
tr_tr: No-tekrarlayın

source: Repeat
tr_tr: Tekrar et

source: Parallax Background
tr_tr: Paralaks arka plan

source: Text Color
tr_tr: Metin Rengi

source: Top Padding
tr_tr: Üst Dolgu

source: Don'nt include "px" in your string. e.g. 40
tr_tr: Yok 't dize "px" içerir. Örneğin 40

source: Bottom Padding
tr_tr: Alt Dolgu

source: Image With Animation
tr_tr: Görüntü yükleme animasyonu

source: Image Animation
tr_tr: Resim Animasyonu

source: Delay
tr_tr: Gecikme

source: Divider
tr_tr: Ayraç

source: Display Line?
tr_tr: Ekran hattı?

source: No Line
tr_tr: Çizgi yok

source: Full Width Line
tr_tr: Tam genişlik hattı

source: Small Line
tr_tr: Küçük çizgi

source: Custom Dividing Height
tr_tr: Özel yükseklikle boş alan

source: Accent-Color
tr_tr: Vurgu rengi

source: Extra-Color-1
tr_tr: Ekstra renk-1

source: Extra-Color-2
tr_tr: Ekstra

source: Extra-Color-3
tr_tr: Ekstra-renk-3

source: Superscript
tr_tr: Üst Simge

source: Tiny is recommended to be used inline with regular text. <br/> Small is recommended to be used inline right before heading text. <br> Regular can be used in a variety of places. <br> Large is recommended to be used at the top of columns.
tr_tr: Tiny normal metin ile satır içi kullanılması önerilir. <br/> Small satır içi sağ metin başlığa önce kullanılması önerilir. <br> Regular çeşitli yerlerde kullanılabilir. <br> Large sütunların üst kısmında kullanılması önerilir.

source: Tiny
tr_tr: minik

source: Small Circle
tr_tr: Küçük Daire

source: Large Circle
tr_tr: Büyük:

source: Large Circle Alt
tr_tr: Büyük Daire Alternatif

source: Extra-Color-Gradient-1
tr_tr: Ekstra renk gradyan-1

source: Extra-Color-Gradient-2
tr_tr: Ekstra renk gradyan-2

source: Don'nt include "px" in your string. e.g. 40 - the default is 64
tr_tr: Yok 't dize "px" içerir. örn. 40-varsayılan değer 64

source: This will cause the icon to appear to draw itself
tr_tr: Bu simge kendisini çizmek için görünmesini neden olur

source: Enter time in milliseconds e.g. 400
tr_tr: Milisaniye cinsinden zaman girin örneğin 400

source: Fast
tr_tr: Hızlı

source: Regular + Accent Color
tr_tr: Normal + vurgu rengi

source: Regular + Extra Color-1
tr_tr: Düzenli + ekstra renk-1

source: Regular + Extra Color-2
tr_tr: Ekstra

source: Regular + Extra Color-3
tr_tr: Düzenli + ekstra renk-3

source: Regular + Color Gradient 1
tr_tr: Degrade Renk 1

source: Regular + Color Gradient 2
tr_tr: Gradient Renk2

source: Regular W/ Tilt + Accent Color
tr_tr: Normal W/Tilt + aksan rengi

source: Regular W/ Tilt + Extra Color 1
tr_tr: Düzenli W/Tilt + ekstra renk 1

source: Regular W/ Tilt + Extra Color 2
tr_tr: Düzenli W/Tilt + ekstra renk 2

source: Regular W/ Tilt + Extra Color 3
tr_tr: Normal W/Tilt + ekstra renk 3

source: See-Through
tr_tr: Transparan

source: See-Through + Solid On Hover
tr_tr: See-Through + Vurgulu Açık

source: See-Through + Solid On Hover Alt
tr_tr: See-Through + katı üzerinde hover alt

source: See-Through + Color Gradient 1
tr_tr: Bkz. + renk gradyan 1

source: See-Through + Color Gradient 2
tr_tr: Bkz. + renk gradyan 2

source: See-Through + 3D On Hover
tr_tr: Hover üzerinde See-Through + 3D

source: Button Color Override
tr_tr: Düğme renk geçersiz kılma

source: Button Hover Color Override
tr_tr: Düğme vurgulu renk geçersiz kılma

source: Tabbed Section
tr_tr: Sekmeli bölüm

source: Clients
tr_tr: Müşteriler

source: How many columns would you like?
tr_tr: Lütfen ödeme şeklinizi seçin:

source: Will only be used if Link Type is not set to "None".
tr_tr: Yalnızca, bağlantı türü "none" olarak ayarlı değilse kullanılacaktır.

source: Scroll Speed
tr_tr: Kaydırma Hızı

source: Would you like the carousel the transition automatically?
tr_tr: Döngü otomatik olarak geçiş ister misiniz?

source: Easing
tr_tr: Kolaylaştırma

source: Click here
tr_tr: Buraya tıklayın

source: to see examples of these.
tr_tr: Bu örnekleri görmek için.

source: Hide Share Count?
tr_tr: Paylaşım sayısını gizle?

source: This will remove your share counts from displaying to the user
tr_tr: Bu, paylaşım sayılarının kullanıcıya görüntülenmesini kaldıracaktır

source: Check to enable
tr_tr: Etkinleştirmek için kontrol edin

source: Only supply the formats you desire, this shortcode is just a shortcut to place the <a href="https://codex.wordpress.org/Video_Shortcode" target="_blank">default WordPress video player</a>.
tr_tr: Yalnızca arzu ettiğiniz formatları sağlayın, bu kusur < a href = "https://codex.wordpress.org/Video_Shortcode" hedef = "_blank" > varsayılan WordPress video Player </a> yerleştirmek için sadece bir kısayolur.

source: WEBM File URL
tr_tr: URLURL

source: OGV FILE URL
tr_tr: OGV Dosyası Linki

source: The preview image should be the same dimensions as your video.
tr_tr: Önizleme görüntüsü, videonuz ile aynı boyutlarda olmalıdır.

source: Audio
tr_tr: Ses

source: Please select the categories you would like to display for your portfolio. <br/>You can select multiple categories too (ctrl + click on PC and command + click on Mac).
tr_tr: Lütfen portföyümüz için görüntülemek istediğiniz kategorileri seçin. <br/> çok Kategoriler seçebilirsiniz (Ctrl + PC 'ye tıklayın ve komut + Mac tıklayın).

source: Please select the category you would like you're portfolio to start filtered on
tr_tr: Lütfen portföyünüzü istediğiniz kategoriyi seçip filtrelenecek şekilde başlatın

source: Please select the style you would like your projects to display in.
tr_tr: Lütfen projelerinizin görüntülenmesini istediğiniz stili seçin.

source: This will allow your portfolio items to display in a masonry layout as opposed to a fixed grid. You can define your masonry sizes in each project. <br/> <br/>If using the full width layout, will only be active with the alternative project style.
tr_tr: Bu portföy öğeleri sabit bir ızgara aksine bir duvar düzeni görüntülemek için izin verir. Her projede duvar boyutlarını tanımlayabilirsiniz. <br/> <br/> Tam genişlik düzenini kullanıyorsanız, yalnızca alternatif proje stili ile etkin olacaktır.

source: Lightbox Only?
tr_tr: Sadece lightbox?

source: Full Width Carousel?
tr_tr: Tam genişlik Carousel?

source: This will make your carousel extend the full width of the page. Won't work in a column shortcode!
tr_tr: Bu, atlıkarınızın sayfanın tam genişliğini uzatacak. Bir sütun SHORTCODE çalışmaz!

source: This will be the text that is in a link leading users to your desired page <br/> (will be omitted for full width carousels and an icon will be used instead)
tr_tr: Bu bir bağlantı istediğiniz sayfa <br/> (tam genişlikte karousels için atlanacak ve bir simge yerine kullanılacaktır) kullanıcılar önde gelen metin olacaktır

source: Enter portfolio page URL you would like to link to. <br/> Remember to include "http://"!
tr_tr: Bağlanmak istediğiniz Portföy sayfası URL 'sini girin. <br/> "http://" dahil etmeyi unutmayın!

source: Hide Carousel Controls?
tr_tr: Carousel denetimlerini gizleme?

source: Category To Display From
tr_tr: Kategori

source: Please select the categories you would like to display for your blog. <br/>You can select multiple categories too (ctrl + click on PC and command + click on Mac).
tr_tr: Lütfen Blogunuz için görüntülemek istediğiniz kategorileri seçin. <br/> çok Kategoriler seçebilirsiniz (Ctrl + PC 'ye tıklayın ve komut + Mac tıklayın).

source: How many posts would you like to display per page? <br/> If pagination is not enabled, will simply show this number of posts <br/> Enter as a number example "10"
tr_tr: Sayfa başına kaç tane mesaj görüntülemek istiyorsunuz? <br/> sayfalandırma etkin değilse, sadece bu mesaj sayısını gösterecektir <br/> Bir sayı örneği olarak girin "10"

source: Enable Title Labels?
tr_tr: Etiketler

source: Choose a shortcode
tr_tr: Bir Kısa kod seçin

source: Content:
tr_tr: Tüm İçerik

source: Add Shortcode
tr_tr: Kısa Kod Ekle

source: Remove Tab
tr_tr: Sekmeyi Sil

source: Add Tab
tr_tr: Sekme Ekle

source: Remove Toggle
tr_tr: Geçiş kaldır

source: Add Toggle
tr_tr: Geçiş Ekle

source: Remove Bar
tr_tr: Kaldır

source: Add Bar
tr_tr: Bak Ekle

source: Remove Testimonial
tr_tr: Müşteri Görüşünü Sil

source: Add Testimonial
tr_tr: Referans ekle

source: Remove Client
tr_tr: Müşteriyi Sil

source: Add Client
tr_tr: Müşteri

source: Results For
tr_tr: Kategori

source: No results found
tr_tr: Sonuç bulunamadı

source: Search...
tr_tr: Ara...

source: Search for:
tr_tr: Arama

source: Author
tr_tr: Yazar

source: More posts by
tr_tr: Tüm Yazıları -

source: More Info
tr_tr: Daha fazla bilgi

source: Back to Video
tr_tr: Video

source: Please use the shipping calculator to see available shipping methods.
tr_tr: Mevcut kargo fiyatlandırmasını görebilmek için lütfen kargo hesaplayıcısını kullanınız.

source: Please continue to the checkout and enter your full address to see if there are any available shipping methods.
tr_tr: Lütfen mevcut faturalandırma yöntemleri olup olmadığını öğrenmek için ödemeye devam edin ve tam adresinizi girin.

source: Please fill in your details to see available shipping methods.
tr_tr: Mevcut nakliye yöntemlerini görmek için bilgileri doldurunuz.

source: There don&lsquo;t seem to be available shipping methods. Please double check your address, or contact us if you need any help.
tr_tr: Maalesef, uygun bir kargo seçeneği bulunmuyor. Adresinizi bir daha kontrol edin, yada yardıma ihtiyacınız varsa bizimle iletişime geçin.

source: Shipping
tr_tr: Kargo

source: Cart totals
tr_tr: Sepet Toplamı

source: Subtotal
tr_tr: Ara Toplam

source: Total
tr_tr: Toplam

source: Quantity
tr_tr: Miktar

source: Remove this item
tr_tr: Bu öğeyi kaldır

source: Available on backorder
tr_tr: Arka planda mevcut

source: Coupon:
tr_tr: Kupon

source: Coupon code
tr_tr: Kupon Kodu

source: Apply coupon
tr_tr: Kuponu Uygula

source: Update cart
tr_tr: Sepeti Güncelle

source: Proceed to Checkout
tr_tr: Çıkışa doğru devam et

source: Calculate shipping
tr_tr: Kargo bedeli hesapla

source: Select a country&hellip;
tr_tr: Bir ülke seçin&hellip;

source: State / county
tr_tr: İlçe

source: Select a state&hellip;
tr_tr: Bir Şehir Seçin&hellip;

source: City
tr_tr: Şehir:

source: Postcode / Zip
tr_tr: Posta Kodu

source: Update totals
tr_tr: Toplamı Güncelle

source: You must be logged in to checkout.
tr_tr: Ödeme yapmak için giriş yapmış olmalısınız.

source: Your order
tr_tr: Siparişiniz

source: Quantity:
tr_tr: Miktar

source: I&rsquo;ve read and accept the <a href="%s" target="_blank" class="woocommerce-terms-and-conditions-link">terms &amp; conditions</a>
tr_tr: <a href="%s" target="_blank" class="woocommerce-terms-and-conditions-link">Şartları ve koşulları</a> okuyup kabul ettim

source: Login
tr_tr: Giriş

source: Username or email address
tr_tr: Bu kullanıcı adı veya e-posta tanınmıyor.

source: Remember me
tr_tr: Beni hatırla

source: Lost your password?
tr_tr: Şifreni mi unuttun?

source: Register
tr_tr: Kayıt Ol

source: Placeholder
tr_tr: Yer tutucu

source: Awaiting product image
tr_tr: Ürün resmi bekleniyor

source: Product Description
tr_tr: Ürün Açıklaması

source: An Ultra Responsive Multi-Purpose Theme.
tr_tr: Ultra duyarlı çok amaçlı tema.

source: ThemeNectar
tr_tr: Esenectar temalı
