Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: This to cause the footer to appear as though it's being reveal by the main content area when scrolling down to it
tr_tr: Bu, altbilgiyi aşağı doğru kaydırırken ana içerik alanı tarafından ortaya çıkıyormuş gibi görünmesini sağlamak için

source: Footer Reveal Shadow
tr_tr: Altbilgi Açıklığı Gölge

source: Please select the type of shadow you would like to appear on your footer
tr_tr: Lütfen altbilginizde görünmesini istediğiniz gölge türünü seçin

source: Disable Footer Copyright Area
tr_tr: Altbilgi Telif Hakkı Alanını Devre Dışı Bırak

source: This will hide the copyright bar in your footer
tr_tr: Bu, telif hakkı çubuğunu altbilginize gizler

source: Footer Copyright Section Text
tr_tr: Altbilgi Telif Hakkı Bölüm Metni

source: Please enter the copyright section text. e.g. All Rights Reserved, Salient Inc.
tr_tr: Lütfen telif hakkı bölümü metnini giriniz. örneğin, Tüm Hakları Saklıdır, Salient Inc.

source: Disable Automatic Copyright
tr_tr: Otomatik Telif Hakkı Devre Dışı Bırak

source: By default, your copyright section will say "© {YEAR} {SITENAME}" before the additional text you add above in the Footer Copyright Section Text input - This option allows you to remove that.
tr_tr: Varsayılan olarak, telif hakkı bölümünüz, yukarıda Altbilgi Telif Hakkı Bölümü Bölümüne eklediğiniz ek metnin önüne \ "© {YEAR} {SITENAME} " diyecektir - Bu seçenek onu kaldırmanıza olanak sağlar.

source: Footer Background Image
tr_tr: Altbilgi Arka Plan Görüntüsü

source: Upload an image that will be used as the background image on your footer.
tr_tr: Altbilginizde arka plan görüntüsü olarak kullanılacak bir resim yükleyin.

source: Footer Background Overlay
tr_tr: Altbilgi Arka Plan Yerleşimi

source: Adjust the overlay opacity here - the overlay colors pulls from your defined footer background color.
tr_tr: Kaplama opaklığını burada ayarlayın - kaplama renkleri, tanımlanmış altbilgi arka plan renginizden çeker.

source: Page Transitions
tr_tr: Sayfa Geçişleri

source: All page transition options are listed here.
tr_tr: Tüm sayfa geçiş seçenekleri burada listelenmiştir.

source: Animated Page Transitions
tr_tr: Hareketli Sayfa Geçişleri

source: This will enable an animation between loading your pages.
tr_tr: Bu sayfalarınızı yükleme arasında bir animasyon sağlayacaktır.

source: Animated Transition Method
tr_tr: Animasyonlu Geçiş Yöntemi

source: <strong> AJAX </strong> will result in a smoother seamless transition, but won't work by default for pages that use plugins which rely on Javascript. (only recommended for advanced users) <br/><br/> <strong>Standard</strong> will simulate the effect of AJAX loading and allow for the use of any plugins to function regularly.
tr_tr: <strong> AJAX </strong> daha yumuşak ve sorunsuz bir geçişe neden olur, ancak Javascript’e dayalı eklentileri kullanan sayfalar için varsayılan olarak çalışmaz. (yalnızca ileri düzey kullanıcılar için önerilir) <br/> <br/> <strong> Standart </strong>, AJAX yüklemesinin etkisini taklit eder ve herhangi bir eklentinin düzenli çalışmasını sağlar.

source: Disable Fade Out On Click
tr_tr: Tıklamada Fade Out'u Devre Dışı Bırak

source: This will disable the default functionality of your page fading out when clicking a link with the Standard transition method. Is useful if your page transitions are conflicting with third party plugins that take over certain anchors such as lighboxes.
tr_tr: Bu, Standart geçiş yöntemiyle bir bağlantıyı tıklattığınızda sayfanızın varsayılan işlevini devre dışı bırakır. Sayfa geçişleriniz, ışıklı kutular gibi belirli çapaları alan üçüncü taraf eklentileriyle çakışıyorsa kullanışlıdır.

source: Transition Effect
tr_tr: Geçiş Etkisi

source: Please select your transition effect here
tr_tr: Lütfen geçiş efektinizi buradan seçin

source: Loading Icon Style
tr_tr: Simge Stili Yükleme

source: Select your loading icon style here
tr_tr: Burada yükleme ikonu tarzınızı seçin

source: Loading Icon Coloring
tr_tr: Simge Renklendirmeyi Yükleme

source: The icon will animate between the two colors - or just use the first if a second is not supplied.
tr_tr: Simge iki renk arasında hareket eder - veya bir saniye sağlanmazsa ilkini kullanın.

source: Custom Loading Image
tr_tr: Özel Yükleme Görüntüsü

source: Upload a .png or .gif image that will be used in all applicable areas on your site as the loading image.
tr_tr: Sitenizdeki tüm uygulanabilir alanlarda yükleme resmi olarak kullanılacak bir .png veya .gif resmi yükleyin.

source: Loading Image CSS Animation
tr_tr: Image CSS Animasyonunu Yüklemek

source: This will add a css based animation onto your defined image
tr_tr: Bu, tanımlanmış resminize css tabanlı bir animasyon ekler

source: Page Transition BG Color
tr_tr: Sayfa Geçişi BG Rengi

source: Use this to define the color of your page transition background.
tr_tr: Sayfa geçişi arka planınızın rengini tanımlamak için bunu kullanın.

source: Page Transition BG Color 2
tr_tr: Sayfa Geçişi BG Color 2

source: Use this to define the second color of your page transition background.
tr_tr: Sayfa geçişi arka planınızın ikinci rengini tanımlamak için bunu kullanın.

source: Page Header
tr_tr: Sayfa Başlığı

source: All global page header options are listed here. (there are also many options located in your page header metabox available on every edit page screen which are configured on a per-page basis
tr_tr: Tüm genel sayfa başlığı seçenekleri burada listelenmiştir. (sayfa başlık meta kutunuzda bulunan ve sayfa başına yapılandırılmış her düzenleme sayfası ekranında bulunan birçok seçenek vardır.

source: Page headers refer to any page header set in the page header meta box. <br/> <br/> <strong>None:</strong> No animation will occur (default). <br/> <strong>Slide down:</strong> Will apply for all non full screen page headers. <br/> <strong>Slight zoom out:</strong> Will apply to all page headers that have an image/video set (bg color only won't show the effect). <br/>
tr_tr: Sayfa başlıkları, sayfa üstbilgisi meta kutusunda ayarlanan herhangi bir sayfa üstbilgisine atıfta bulunur. <br/> <br/> <strong> Yok: </strong> Hiçbir animasyon gerçekleşmez (varsayılan). <br/> <strong> Aşağı kaydır: </strong> Tüm tam ekran olmayan sayfa başlıkları için geçerli olacaktır. <br/> <strong> Hafifçe uzaklaştır:: Resim / video seti olan tüm sayfa başlıklarına uygulanır (yalnızca siyah renk efekti göstermez). <br/>

source: Down Arrow Style
tr_tr: Aşağı Ok Stili

source: Page headers that are set to fullscreen will show an arrow at the bottom so the user knows there is more content below - select the style for that here.
tr_tr: Tam ekrana ayarlanan sayfa başlıkları altta bir ok gösterir, böylece kullanıcı aşağıda daha fazla içerik olduğunu bilir - burada bunun için stil seçin.

source: Form Styling
tr_tr: Form Şekillendirme

source: All form styling options are listed here.
tr_tr: Tüm form stil seçenekleri burada listelenmiştir.

source: Overall Form Style
tr_tr: Genel Form Stili

source: Sets the style of all form elements used.
tr_tr: Kullanılan tüm form öğelerinin stilini ayarlar.

source: Enable Fancy Select/Checkbox/Radio Styling
tr_tr: Fancy Select / Checkbox / Radio Styling özelliğini etkinleştir

source: This will ensure the styling of your advanced form elements look consistent on all browsers and are more user friendly.
tr_tr: Bu, gelişmiş form öğelerinizin stilinin tüm tarayıcılarda tutarlı görünmesini ve daha kullanıcı dostu olmasını sağlayacaktır.

source: Submit Button Style
tr_tr: Düğme Stili Gönder

source: Select your desired style which will be used for submit buttons throughout your site
tr_tr: Sitenizdeki butonları göndermek için kullanılacak stili seçin

source: Nectar Btn
tr_tr: Nektar Btn

source: Nectar Btn See Through
tr_tr: Nektar Btn See Through

source: All call to action options are listed here.
tr_tr: Tüm harekete geçirme seçenekleri burada listelenmiştir.

source: Call to Action Text
tr_tr: Eylem Metnini Ara

source: Add the text that you would like to appear in the global call to action section.
tr_tr: Küresel eylem çağrısı bölümünde görünmesini istediğiniz metni ekleyin.

source: Call to Action Button Text
tr_tr: Eylem Düğmesi Metni'ne Ara

source: If you would like a button to be the link in the global call to action section, please enter the text for it here.
tr_tr: Bir düğmenin global harekete geçirme ifadesi bölümünde bağlantı olmasını istiyorsanız, lütfen buraya metni girin.

source: Call to Action Button Link URL
tr_tr: Eylem Düğmesine Bağlantı URL’sini Ara

source: Please enter the URL for the call to action section here.
tr_tr: Lütfen buraya harekete geçirme ifadesi için URL'yi girin.

source: Pages to Exclude the Call to Action Section
tr_tr: Eylem Çağrısı Hariç Tutulacak Sayfalar

source: Select any pages you wish to exclude the Call to Action section from. You can select multiple pages.
tr_tr: Harekete Geçirici Mesaj bölümünü dışarıda bırakmak istediğiniz sayfaları seçin. Birden fazla sayfa seçebilirsiniz.

source: Call to Action Background Color
tr_tr: Eylem Arka Plan Rengini Ara

source: Call to Action Font Color
tr_tr: Hareketli Yazı Rengi Çağrısı

source: Call to Action Button Color
tr_tr: Eylem Düğmesi Rengi'ni arayın

source: Extra Color 1
tr_tr: Ekstra Renk 1

source: Extra Color 2
tr_tr: Ekstra Renk 2

source: Extra Color 3
tr_tr: Ekstra Renk 3

source: All portfolio options are listed here.
tr_tr: Tüm portföy seçenekleri burada listelenmiştir.

source: Main Layout
tr_tr: Ana düzeni

source: Please select the number of columns you would like for your portfolio.
tr_tr: Lütfen portföyünüz için istediğiniz sütun sayısını seçin.

source: Please select the style you would like your projects to display in on your portfolio pages.
tr_tr: Lütfen projelerinizin portföy sayfalarınızda gösterilmesini istediğiniz stili seçin.

source: Meta below thumb w/ links on hover
tr_tr: Başparmak altında bulunan vurgun üzerindeki bağlantıların altındaki meta

source: Meta on hover + entire thumb link
tr_tr: Vurgulu meta + tüm başparmak bağlantısı

source: Meta on hover w/ zoom + entire thumb link
tr_tr: Büyütme / yakınlaştırma + başparmak bağlantısının tamamı üzerinde meta

source: Meta overlaid - bottom left aligned
tr_tr: Meta kaplanmış - alt sol hizalı

source: Title overlaid w/ zoom effect on hover
tr_tr: Başlık vurgulu üzerine w / zoom efekti kaplanmış

source: Title overlaid w/ zoom effect on hover alt
tr_tr: Vurgulu alt üzerinde üst üste binen başlık w / zoom etkisi

source: Meta from bottom on hover + entire thumb link
tr_tr: Vurgulu alttan meta + tüm başparmak bağlantısı

source: Meta + 3D Parallax on hover
tr_tr: Vurgulu Meta + 3D Paralaks

source: Meta below thumb w/ shadow hover
tr_tr: Başparmağın altındaki meta gölge vurgulu

source: Project Item Spacing
tr_tr: Proje Öğesi Aralığı

source: Please select the spacing you would like between your items
tr_tr: Lütfen öğeleriniz arasında istediğiniz boşluğu seçin

source: Masonry Style?
tr_tr: Yığma Stil?

source: This will allow your portfolio items to display in a masonry layout as opposed to a fixed grid. You can define your masonry sizes in each project. <br/><br/> If using the full width layout, will only be active with the alternative project style.
tr_tr: Bu, portföy öğelerinizin sabit bir ızgara yerine duvar düzeninde görüntülenmesini sağlar. Duvar boyutlarınızı her projede tanımlayabilirsiniz. <br/> <br/> Tam genişlikte bir düzen kullanılıyorsa, yalnızca alternatif proje stiliyle etkin olacaktır.

source: Masonry Grid Sizing
tr_tr: Duvar Izgara Ölçüsü

source: Please select the grid layout for your masonry portfolio. This will change the dimensions of the "Masonry Item Sizing" field you choose for your projects in the project configuration metabox. After changing this, you will need to run the <a target="_blank" href="https://wordpress.org/plugins/regenerate-thumbnails/">regenerate thumbnails</a> plugin to recrop any featured images that are already uploaded. You must upload your images at a minimum of these dimensions or larger - uploading smaller than the size chosen will result in an incorrect layout.<br/> <strong class="top-margin">Square Based Grid</strong><br/><table class="masonry_table"><tr><th>Masonry Size</th><th>Dimensions</th></tr><tr><td>Regular</td><td>500x500</td></tr><tr><td>Wide</td><td>1000x500</td></tr><tr><td>Tall</td><td>1000x500</td></tr><tr><td>Wide & Tall</td><td>1000x1000</td></tr></table> <strong>Photography Based</strong><br/><table class="masonry_table"><tr><th>Masonry Size</th><th>Dimensions</th></tr><tr><td>Regular</td><td>450x600</td></tr><tr><td>Wide</td><td>900x600</td></tr><tr><td>Wide & Tall</td><td>900x1200</td></tr></table>
tr_tr: Lütfen duvarcılık portföyünüz için ızgara düzenini seçin. Bu, proje yapılandırma meta kutusundaki projeleriniz için seçtiğiniz \ "Duvarcılık Öğesi Boyutlandırma " alanının boyutlarını değiştirir. Bunu değiştirdikten sonra, yeniden düzenlemek için <a target="_blank" href="https://wordpress.org/plugins/regenerate-thumbnails/"> küçük resimleri yeniden oluşturma </a> eklentisini çalıştırmanız gerekir. zaten yüklenmiş olan öne çıkan resimler. Resimlerinizi bu boyutlardan en az veya daha büyük bir boyutta yüklemelisiniz - seçilen boyuttan daha küçük bir yükleme yanlış bir düzen oluşturacaktır. <br/> <strong class = \ "üst kar marjı "> Kare Tabanlı Izgara </strong> <br/> <table class = \ "masonry_table "> <tr> <th> Duvarcılık Boyutu </th> <th> Boyutlar </th> </tr> <tr> <td> Normal </td> < td> 500x500 </ td> </ tr> <tr> <td> Geniş </ td> <td> 1000x500 </ td> </ tr> <tr> <td> Tall </ td> <td> 1000x500 < / td> </tr> <tr> <td> Geniş ve Uzun </td> <td> 1000x1000 </td> </tr> </table> <strong> Fotoğraf Bazlı </strong> <br/> < table class = \ "masonry_table "> <tr> <th> Duvarcılık Boyutu </th> <th> Boyutlar </th> </tr> <tr> <td> Normal </td> <td> 450x600 </ td> </tr> <tr> <td> Geniş </td> <td> 900x600 </td> </tr> <tr> <td> Geniş ve Uzun </td> <td> 900x1200 </td> </ tr> </ tablo>

source: Display Filters Horizontally?
tr_tr: Filtreleri Yatay Olarak Görüntüle?

source: This will allow your filters to display horizontally instead of in a dropdown.
tr_tr: Bu, filtrelerinizin bir açılır pencere yerine yatay olarak görüntülenmesini sağlar.

source: Single Project Page Navigation
tr_tr: Tek Proje Sayfası Gezinme

source: Please select the navigation you would like your projects to use.
tr_tr: Lütfen projelerinizin kullanmasını istediğiniz navigasyonu seçin.

source: In Project Header
tr_tr: Proje Başlığında

source: At Bottom Of Project
tr_tr: Projenin Altında

source: At Bottom W/ Featured Image
tr_tr: Bottom'da W / Öne Çıkan Resim

source: Please select the loading animation you would like
tr_tr: Lütfen istediğiniz yükleme animasyonunu seçin

source: Portfolio Sidebar Follow on Scroll
tr_tr: Portföy Kenar Çubuğu Kaydırmada Takip Et

source: When supplying extra content, a sidebar enabled page can get quite tall and feel empty on the right side. Enable this option to have your sidebar follow you down the page.
tr_tr: Ekstra içerik sağlarken, kenar çubuğu etkinleştirilmiş bir sayfa oldukça uzayabilir ve sağ tarafta boş olabilir. Kenar çubuğunuzun sizi aşağıdan takip etmesi için bu seçeneği etkinleştirin.

source: Social Media Sharing Buttons
tr_tr: Sosyal Medya Paylaşma Düğmeleri

source: Activate this to enable social sharing buttons on your portfolio items.
tr_tr: Portföy öğelerinizdeki sosyal paylaşım düğmelerini etkinleştirmek için bunu etkinleştirin.

source: Social Sharing Style
tr_tr: Sosyal Paylaşma Stili

source: Please select the style you would like your portfolio sharing buttons to display in. Note: If using the default style, only non full width projects will be able to show them.
tr_tr: Lütfen portföy paylaşım düğmelerinizin görüntülenmesini istediğiniz stili seçin. Not: Varsayılan stili kullanıyorsanız, yalnızca tam genişlikte olmayan projeler bunları gösterebilir.

source: Share it.
tr_tr: Paylaş.

source: Tweet it.
tr_tr: Cıvılda.

source: Pin it.
tr_tr: İğnele.

source: Display Dates on Projects?
tr_tr: Projelerde Tarihler Gösterilsin mi?

source: Toggle whether or not to show the date on your projects.
tr_tr: Projelerinizde tarihin gösterilip gösterilmeyeceğini değiştirin.

source: Portfolio Pagination
tr_tr: Portföy Sayfalandırması

source: Would you like your portfolio items to be paginated?
tr_tr: Portföy öğelerinizin sayfalandırılmasını ister misiniz?

source: Infinite Scroll
tr_tr: Sonsuz kaydırma

source: Display Pagination Numbers
tr_tr: Sayfa Numaralarını Görüntüleme

source: Do you want the page numbers to be visible in your portfolio pagination?
tr_tr: Sayfa numaralarının portföy sayfalandırmanızda görünmesini ister misiniz?

source: Items Per page
tr_tr: Sayfa Başına Öğeler

source: How many of your portfolio items would you like to display per page?
tr_tr: Portföy öğelerinizden kaç tanesini sayfa başına görüntülemek istersiniz?

source: Custom Slug
tr_tr: Özel sümüklüböcek

source: If you want your portfolio post type to have a custom slug in the url, please enter it here. <br/><br/> <b>You will still have to refresh your permalinks after saving this!</b> <br/>This is done by going to Settings > Permalinks and clicking save.
tr_tr: Portföy yayın türünüzün URL’de özel bir sümüklü böcek olmasını istiyorsanız, lütfen buraya girin. <br/> <br/> <b> Bunu kaydettikten sonra hala kalıcı bağlantılarınızı yenilemeniz gerekecek! </b> <br/> Bu, Ayarlar> Kalıcı Bağlantılar bölümüne gidip kaydet düğmesine tıklayarak yapılır.

source: Custom Recent Projects Title
tr_tr: Özel Son Projeler Başlığı

source: This is be used anywhere you place the recent work shortcode and on the "Recent Work" home layout. e.g. Recent Work
tr_tr: Bu, son çalışma kısa kodunu yerleştirdiğiniz her yerde ve \ "Son Çalışma " ana düzeninde kullanılır. örneğin Son Çalışmalar

source: Custom Recent Projects Link Text
tr_tr: Özel Son Projeler Link Metni

source: This is be used anywhere you place the recent work shortcode and on the "Recent Work" home layout. e.g. View All Work
tr_tr: Bu, son çalışma kısa kodunu yerleştirdiğiniz her yerde ve \ "Son Çalışma " ana düzeninde kullanılır. Örneğin, Tüm İşi Görüntüle

source: Custom Portfolio Page Sortable Text
tr_tr: Özel Portföy Sayfası Sıralanabilir Metin

source: e.g. Sort Portfolio
tr_tr: örneğin, Portföyü Sırala

source: Main Portfolio Page URL
tr_tr: Ana Portföy Sayfası URL'si

source: This will be used to link back to your main portfolio from the more details page and for the recent projects link. i.e. The portfolio page that you are displaying all project categories on.
tr_tr: Bu, daha fazla ayrıntı sayfasından ve son projeler bağlantısı için ana portföyünüze geri bağlanmak için kullanılacaktır. yani Tüm proje kategorilerini görüntülediğiniz portföy sayfası.

source: Single Project Nav Arrows Limited To Same Category
tr_tr: Tek Proje Gezici Oklar Aynı Kategoriye Sınırlı

source: This will cause your single project page next/prev arrows to lead only to projects that exist in the same category as the current.
tr_tr: Bu, sonraki / prev oklarının tek proje sayfanızın yalnızca geçerli kategoriyle aynı projelerde bulunmasına neden olur.

source: All blog options are listed here.
tr_tr: Tüm blog seçenekleri burada listelenmiştir.

source: Blog Type
tr_tr: Blog Türü

source: Please select your blog format here.
tr_tr: Lütfen buradan blog biçiminizi seçin.

source: Standard Blog W/ Sidebar
tr_tr: Standart Blog W / Kenar Çubuğu

source: Standard Blog No Sidebar
tr_tr: Standart Blog Kenar Çubuğu Yok

source: Masonry Blog W/ Sidebar
tr_tr: Duvarcılık Blog W / Kenar Çubuğu

source: Masonry Blog No Sidebar
tr_tr: Duvarcılık Blogu Kenar Çubuğu Yok

source: Masonry Blog Fullwidth
tr_tr: Duvarcılık Blog Tam Genişliği

source: Standard Blog Style
tr_tr: Standart Blog Stili

source: Classic Enhanced
tr_tr: Klasik Geliştirilmiş

source: Material
tr_tr: Malzeme

source: Meta Overlaid
tr_tr: Meta Yerleşimi

source: Blog Header Type
tr_tr: Blog Başlığı Türü

source: Please select your blog header format here.
tr_tr: Lütfen blog başlık biçiminizi buradan seçin.

source: Variable height & meta overlaid
tr_tr: Değişken yükseklik ve üst üste binen meta

source: Variable height minimal
tr_tr: Değişken yükseklik minimum

source: Fullscreen with meta under
tr_tr: Meta altında tam ekran

source: Hide Sidebar on Single Post
tr_tr: Tek Gönderide Kenar Çubuğunu Gizle

source: Using this will remove the sidebar from appearing on your single post page.
tr_tr: Bunu kullanmak, kenar çubuğunu tek yazı sayfanızda görünmesini engeller.

source: Hide Featured Image on Single Post
tr_tr: Tek Gönderide Öne Çıkan Resmi Gizle

source: Using this will remove the featured image from appearing in the top of your single post page.
tr_tr: Bunu kullanmak, öne çıkan sayfanın tek sayfanızın üst kısmında görünmesini engeller.

source: Archive Header Background Image
tr_tr: Arşiv Başlığı Arkaplan Resmi

source: Upload an optional background that will be used on all blog archive pages.
tr_tr: Tüm blog arşiv sayfalarında kullanılacak isteğe bağlı bir arka plan yükleyin.

source: Author's Bio
tr_tr: Yazarın Biyosu

source: Display the author's bio at the bottom of posts?
tr_tr: Yazarın bio mesajlarının altında gösterilsin mi?

source: Automatic Post Excerpts
tr_tr: Otomatik Mesaj Alıntıları

source: Using this will create automatic excerpts for your posts, placing a read more button after.
tr_tr: Bunu kullanmak, mesajlarınız için otomatik alıntılar oluşturacak ve daha sonra daha fazla oku düğmesi yerleştirecektir.

source: Excerpt Length
tr_tr: Alıntı uzunluğu

source: How many words would you like to display for your post excerpts? The default is 30.
tr_tr: Yazı alıntılarınız için kaç kelime görüntülemek istersiniz? Varsayılan 30'dur.

source: Post Navigation Links On Single Post Page
tr_tr: Gezinme Bağlantılarını Tek Yazı Sayfasında Gönder

source: Using this will add navigation link(s) at the bottom of every post page.
tr_tr: Bunu kullanmak, her yazı sayfasının altına gezinti bağlantısı ekleyecektir.

source: Post Navigation Style
tr_tr: Gezinme Stili Sonrası

source: Please select the style you would like your post navigation to display in."
tr_tr: Lütfen, navigasyon sonrası navigasyonunuzun göstermesini istediğiniz stili seçin. \ "

source: Related Posts On Single Post Page
tr_tr: Tekil Mesaj Sayfasında İlgili Yazılar

source: Using this will add related post links at the bottom of every post page.
tr_tr: Bunu kullanmak, her yazı sayfasının altına ilgili yazı linkleri ekleyecektir.

source: Related Posts Style
tr_tr: İlgili Mesajlar Stili

source: Please select the style you would like for the related posts"
tr_tr: Lütfen ilgili yayınlar için istediğiniz stili seçin \ "

source: Related Posts Title Text
tr_tr: İlgili Yazılar Başlık Metin

source: Please select the header text you would like above the related posts"
tr_tr: Lütfen, ilgili yayınların üstünde istediğiniz başlık metnini seçin \ "

source: Activate this to enable social sharing buttons on your blog posts.
tr_tr: Blog yazılarınızdaki sosyal paylaşım düğmelerini etkinleştirmek için bunu etkinleştirin.

source: Please select the style you would like your blog sharing buttons to display in."
tr_tr: Lütfen blog paylaşma düğmelerinizin görüntülenmesini istediğiniz stili seçin. \ "

source: Display Tags
tr_tr: Etiketleri Göster

source: Display tags at the bottom of posts?
tr_tr: Etiketlerin yazıların altında gösterilmesi?

source: Display Full Date
tr_tr: Tam Tarihi Göster

source: This will add the year to the date post meta on all blog pages.
tr_tr: Bu, yılı tüm blog sayfalarındaki meta yayın tarihine ekler.

source: Do you want the page numbers to be visible in your pagination? (will only activate if using default pagination type)
tr_tr: Sayfa numaralarının sayfa numaralarınızda görünmesini ister misiniz? (yalnızca varsayılan sayfalama türünü kullanıyorsanız etkinleştirilecektir)
