Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Custom Recent Posts Title
tr_tr: Özel Son Gönderiler Başlığı

source: This is be used anywhere you place the recent posts shortcode and on the "Recent Posts" home layout. e.g. Recent Posts
tr_tr: Bu, son mesajların kısa kodunu koyduğunuz her yerde ve \ "Son Mesajlar " ana düzeninde kullanılır. Örneğin, Son Gönderiler

source: Custom Recent Posts Link Text
tr_tr: Özel Son Gönderiler Bağlantı Metni

source: This is be used anywhere you place the recent posts shortcode and on the "Recent Posts" home layout. e.g. View All Posts
tr_tr: Bu, son mesajların kısa kodunu koyduğunuz her yerde ve \ "Son Mesajlar " ana düzeninde kullanılır. eg Tüm Mesajları Göster

source: Contact
tr_tr: Temas

source: To convert an address into latitude & longitude please use <a href="http://www.latlong.net/convert-address-to-lat-long.html">this converter.</a>
tr_tr: Bir adresi enlem ve boylamlara dönüştürmek için lütfen <a href="http://www.latlong.net/convert-address-to-lat-long.html"> bu dönüştürücüyü </a> kullanın.

source: Default Map Zoom Level
tr_tr: Varsayılan Harita Zum Seviyesi

source: Value should be between 1-18, 1 being the entire earth and 18 being right at street level.
tr_tr: Değer, 1-18, 1 arasında tüm dünya ve 18, sokak düzeyinde doğru olmalıdır.

source: Enable Map Zoom In/Out
tr_tr: Harita Yakınlaştır / Uzaklaştırmayı Etkinleştir

source: Map Center Latitude
tr_tr: Harita Merkezi Enlemi

source: Map Center Longitude
tr_tr: Harita Merkezi Boylamı

source: Use Image for Markers
tr_tr: İşaretçiler İçin Resmi Kullan

source: Do you want a custom image to be used for the map markers?
tr_tr: Harita işaretleyicileri için özel bir resim kullanılmasını ister misiniz?

source: Marker Icon Upload
tr_tr: İşaretçi Simgesi Yükle

source: Please upload an image that will be used for all the markers on your map.
tr_tr: Lütfen haritanızdaki tüm işaretçiler için kullanılacak bir resim yükleyin.

source: Enable Marker Animation
tr_tr: Marker Animasyonunu Etkinleştir

source: Location #1
tr_tr: Yer # 1

source: Toggle location #1
tr_tr: 1 numaralı konumu değiştir

source: Latitude
tr_tr: Enlem

source: Please enter the latitude for your first location.
tr_tr: Lütfen ilk yeriniz için enlem girin.

source: Longitude
tr_tr: Boylam

source: Please enter the longitude for your first location.
tr_tr: Lütfen ilk bulunduğunuz yerin boylamını girin.

source: Map Infowindow Text
tr_tr: Harita Bilgi Penceresi Metni

source: If you would like to display any text in an info window for your first location, please enter it here.
tr_tr: İlk konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #2
tr_tr: Yer # 2

source: Toggle location #2
tr_tr: 2 numaralı konumu değiştir

source: Please enter the latitude for your second location.
tr_tr: Lütfen ikinci konumunuzun enlemini girin.

source: Please enter the longitude for your second location.
tr_tr: Lütfen ikinci bulunduğunuz yerin boylamını girin.

source: If you would like to display any text in an info window for your second location, please enter it here.
tr_tr: İkinci konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #3
tr_tr: Yer # 3

source: Toggle location #3
tr_tr: 3 numaralı konumu değiştir

source: Please enter the latitude for your third location.
tr_tr: Lütfen üçüncü konumunuzun enlemini girin.

source: Please enter the longitude for your third location.
tr_tr: Lütfen üçüncü bulunduğunuz yerin boylamını girin.

source: If you would like to display any text in an info window for your third location, please enter it here.
tr_tr: Herhangi bir metni üçüncü konumunuz için bir bilgi penceresinde görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #4
tr_tr: Yer # 4

source: Toggle location #4
tr_tr: 4 numaralı konumu değiştir

source: Please enter the latitude for your fourth location.
tr_tr: Lütfen dördüncü konumunuzun enlemini girin.

source: Please enter the longitude for your fourth location.
tr_tr: Lütfen dördüncü konumunuzun boylamını girin.

source: If you would like to display any text in an info window for your fourth location, please enter it here.
tr_tr: Dördüncü konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #5
tr_tr: Yer # 5

source: Toggle location #5
tr_tr: 5 numaralı konumu değiştir

source: Please enter the latitude for your fifth location.
tr_tr: Lütfen beşinci konumunuzun enlemini girin.

source: Please enter the longitude for your fifth location.
tr_tr: Lütfen beşinci konumunuz için boylamı girin.

source: If you would like to display any text in an info window for your fifth location, please enter it here.
tr_tr: Beşinci konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #6
tr_tr: Yer # 6

source: Toggle location #6
tr_tr: 6 numaralı konumu değiştir

source: Please enter the latitude for your sixth location.
tr_tr: Lütfen altıncı konumunuzun enlemini girin.

source: Please enter the longitude for your sixth location.
tr_tr: Lütfen altıncı konumunuzun boylamını girin.

source: If you would like to display any text in an info window for your sixth location, please enter it here.
tr_tr: Altıncı konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #7
tr_tr: Yer # 7

source: Toggle location #7
tr_tr: 7 numaralı konumu değiştir

source: Please enter the latitude for your seventh location.
tr_tr: Lütfen yedinci konumunuzun enlemini girin.

source: Please enter the longitude for your seventh location.
tr_tr: Lütfen yedinci konumunuz için boylamı girin.

source: If you would like to display any text in an info window for your seventh location, please enter it here.
tr_tr: Yedinci konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #8
tr_tr: Yer # 8

source: Toggle location #8
tr_tr: 8 numaralı konumu değiştir

source: Please enter the latitude for your eighth location.
tr_tr: Lütfen sekizinci konumunuzun enlemini girin.

source: Please enter the longitude for your eighth location.
tr_tr: Lütfen sekizinci konumunuzun boylamını girin.

source: If you would like to display any text in an info window for your eighth location, please enter it here.
tr_tr: Sekizinci konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #9
tr_tr: Yer # 9

source: Toggle location #9
tr_tr: 9 numaralı konumu değiştir

source: Please enter the latitude for your ninth location.
tr_tr: Lütfen dokuzuncu konumunuzun enlemini girin.

source: Please enter the longitude for your ninth location.
tr_tr: Lütfen dokuzuncu konumunuz için boylamı girin.

source: If you would like to display any text in an info window for your ninth location, please enter it here.
tr_tr: Dokuzuncu konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Location #10
tr_tr: Yer # 10

source: Toggle location #10
tr_tr: 10 numaralı konumu değiştir

source: Please enter the latitude for your tenth location.
tr_tr: Lütfen onuncu konumunuzun enlemini girin.

source: Please enter the longitude for your tenth location.
tr_tr: Lütfen onuncu konumunuz için boylamı girin.

source: If you would like to display any text in an info window for your tenth location, please enter it here.
tr_tr: Onuncu konumunuz için bir bilgi penceresinde herhangi bir metni görüntülemek istiyorsanız, lütfen buraya girin.

source: Show More or Less Locations
tr_tr: Daha Çok veya Daha Az Konum Göster

source: Toggle a greyscale color scheme (will also unlock a custom color option)
tr_tr: Gri tonlamalı bir renk şeması arasında geçiş yap (ayrıca özel bir renk seçeneğinin kilidini açacak)

source: Map Extra Color
tr_tr: Ekstra Renk Haritası

source: Use this to define a main color that will be used in combination with the greyscale option for your map
tr_tr: Bunu, haritanızın gri tonlama seçeneğiyle birlikte kullanılacak bir ana renk tanımlamak için kullanın

source: Enable this option for a dark colored map (This will override the extra color choice)
tr_tr: Koyu renkli bir harita için bu seçeneği etkinleştirin (Bu, ekstra renk seçimini geçersiz kılar)

source: All home page related options are listed here.
tr_tr: Ana sayfa ile ilgili tüm seçenekler burada listelenmiştir.

source: Slider Caption Animations
tr_tr: Slider Caption Animasyonları

source: This will add transition animations to your captions.
tr_tr: Bu, başlıklarınıza geçiş animasyonları ekleyecektir.

source: This will automatically resize your slide images to fit the users screen size by using the background-size cover css property.
tr_tr: Bu, arka plan boyutunda css özelliğini kullanarak slayt görüntülerinizi kullanıcıların ekran boyutuna sığacak şekilde otomatik olarak yeniden boyutlandırır.

source: Autoplay Slider?
tr_tr: Otomatik Kaydırıcı?

source: This will cause the automatic advance of slides until the user begins interaction.
tr_tr: Bu kullanıcı etkileşimi başlayana kadar otomatik slayt ilerlemesine neden olur.

source: Slider Advance Speed
tr_tr: Kaymak ilerleme hızı

source: This is how long it takes before automatically switching to the next slide.
tr_tr: Bu otomatik olarak bir sonraki slayta geçmeden önce ne kadar sürüyor.

source: enter in milliseconds (default is 5500)
tr_tr: milisaniye cinsinden girin (varsayılan 5500)

source: Slider Animation Speed
tr_tr: Slider Animasyon Hızı

source: This is how long it takes to animate when switching between slides.
tr_tr: Bu, slaytlar arasında geçiş yaparken canlandırmanın ne kadar zaman aldığıdır.

source: enter in milliseconds (default is 800)
tr_tr: milisaniye cinsinden girin (varsayılan 800)

source: Please enter your desired height for the home slider. <br/> The safe minimum height is 400. <br/> The theme demo uses 650.
tr_tr: Lütfen kaydırıcı için istediğiniz yüksekliği girin. <br/> Güvenli minimum yükseklik 400'dür. <br/> Tema demosunda 650 kullanılır.

source: Don't include "px" in the string. e.g. 650
tr_tr: Dizeye \ "px " eklemeyin. örneğin 650

source: Slider Background Color
tr_tr: Kaymak Arka Plan Rengi

source: This color will only be seen if your slides aren't wide enough to accomidate large resolutions.
tr_tr: Bu renk yalnızca slaytlarınız büyük çözünürlüklere uyum sağlayacak kadar geniş değilse görülür.

source: Enter in your social media locations here and then activate which ones you would like to display in your footer options & header options tabs. <br/><br/> <strong>Remember to include the "http://" in all URLs!</strong>
tr_tr: Buraya sosyal medya konumlarınızı girin ve ardından altbilgi seçenekleri ve başlık seçenekleri sekmelerinde hangilerini görüntülemek istediğinizi etkinleştirin. <br/> <br/> <strong> Tüm URL’lere \ "http: // " eklemeyi unutmayın! </strong>

source: Sharing Button Accent Color?
tr_tr: Düğme Vurgu Rengi Paylaşma?

source: This will allow your sharing buttons (the ones in posts/projects & social shortcode) to use the accent color rather than the actual branding color.
tr_tr: Bu, paylaşım düğmelerinizin (gönderiler / projeler ve sosyal kısa koddakiler) gerçek marka renginden ziyade vurgu rengini kullanmasını sağlar.

source: Please enter in your Facebook URL.
tr_tr: Lütfen Facebook URL’nizi girin.

source: Twitter URL
tr_tr: Twitter URL’si

source: Please enter in your Twitter URL.
tr_tr: Lütfen Twitter URL’nizi girin.

source: Please enter in your Google+ URL.
tr_tr: Lütfen Google+ URL’nizi girin.

source: Please enter in your Vimeo URL.
tr_tr: Lütfen Vimeo URL’nizi girin.

source: Dribbble URL
tr_tr: URL'yi sil

source: Please enter in your Dribbble URL.
tr_tr: Lütfen Dribbble URL'nizi girin.

source: Pinterest URL
tr_tr: Pinterest URL'si

source: Please enter in your Pinterest URL.
tr_tr: Lütfen Pinterest URL'nizi girin.

source: Youtube URL
tr_tr: Youtube URL'si

source: Please enter in your Youtube URL.
tr_tr: Lütfen Youtube URL’nizi girin.

source: Please enter in your Tumblr URL.
tr_tr: Lütfen Tumblr URL’nizi girin.

source: LinkedIn URL
tr_tr: LinkedIn URL'si

source: Please enter in your LinkedIn URL.
tr_tr: Lütfen LinkedIn URL’nizi girin.

source: If you have an external RSS feed such as Feedburner, please enter it here. Will use built in Wordpress feed if left blank.
tr_tr: Feedburner gibi harici bir RSS beslemeniz varsa, lütfen buraya girin. Boş bırakılırsa yerleşik Wordpress feed'inde kullanılacaktır.

source: Please enter in your Behance URL.
tr_tr: Lütfen Behance URL’nizi girin.

source: Flickr URL
tr_tr: Flickr URL'si

source: Please enter in your Flickr URL.
tr_tr: Lütfen Flickr URL’nizi girin.

source: Spotify URL
tr_tr: URL'yi Spotify

source: Please enter in your Spotify URL.
tr_tr: Lütfen Spotify URL’nizi girin.

source: Instagram URL
tr_tr: Instagram URL'si

source: Please enter in your Instagram URL.
tr_tr: Lütfen Instagram URL’nizi girin.

source: Please enter in your GitHub URL.
tr_tr: Lütfen GitHub URL’nizi girin.

source: StackExchange URL
tr_tr: StackExchange URL'si

source: Please enter in your StackExchange URL.
tr_tr: Lütfen StackExchange URL’nizi girin.

source: SoundCloud URL
tr_tr: SoundCloud URL'si

source: Please enter in your SoundCloud URL.
tr_tr: Lütfen SoundCloud URL’nizi girin.

source: VK URL
tr_tr: VK URL'si

source: Please enter in your VK URL.
tr_tr: Lütfen VK URL’nizi girin.

source: Vine URL
tr_tr: URL'yi asma

source: Please enter in your Vine URL.
tr_tr: Lütfen Vine URL’nizi girin.

source: Houzz URL
tr_tr: Houzz URL'si

source: Please enter in your Houzz URL.
tr_tr: Lütfen Houzz URL’nizi girin.

source: Yelp URL
tr_tr: Yelp URL'si

source: Please enter in your Yelp URL.
tr_tr: Lütfen Yelp URL’nizi girin.

source: All WooCommerce related options are listed here
tr_tr: WooCommerce ile ilgili tüm seçenekler burada listelenmiştir.

source: Enable WooCommerce Cart In Nav
tr_tr: WooCommerce Sepeti Nav'da Etkinleştir

source: This will add a cart item to your main navigation.
tr_tr: Bu, ana navigasyonunuza bir sepet öğesi ekleyecektir.

source: Cart In Nav Style
tr_tr: Nav Stilinde Sepet

source: Please select the style you would like for your AJAX cart
tr_tr: Lütfen AJAX sepetiniz için istediğiniz stili seçin

source: Main Shop Layout
tr_tr: Ana Mağaza Düzeni

source: Please select layout you would like to use on your main shop page.
tr_tr: Lütfen ana mağaza sayfanızda kullanmak istediğiniz düzeni seçin.

source: Single Product Layout
tr_tr: Tek Ürün Düzeni

source: Please select layout you would like to use on your single product page.
tr_tr: Lütfen tek ürün sayfanızda kullanmak istediğiniz düzeni seçin.

source: Product Style
tr_tr: Ürün Stili

source: Please select the style you would like your products to display in (single product page styling will also vary slightly with each)
tr_tr: Lütfen ürünlerinizin göstermesini istediğiniz stili seçin (tek ürün sayfası stili her biriyle biraz değişecektir)

source: Add to cart Icon on Hover (Classic)
tr_tr: Sepete ekle Vurgulu Simge (Klasik)

source: Add to cart text on hover
tr_tr: Vurgulu metni sepete ekle

source: Add to cart text on hover (Material Design)
tr_tr: Vurgulu metne ekle (Materyal Tasarımı)

source: Material Design Product Item BG Color
tr_tr: Malzeme Tasarımı Ürün Ürünü BG Renk

source: Set this to match the BG color of your product images.
tr_tr: Bunu, ürün resimlerinizin BG rengiyle eşleşecek şekilde ayarlayın.

source: Product Archive Page BG Color
tr_tr: Ürün Arşivi Sayfası BG Color

source: Allows to you set the BG color for all product archive pages
tr_tr: Tüm ürün arşiv sayfaları için BG rengini ayarlamanıza izin verir

source: Show first gallery image on Product hover
tr_tr: Product hover'da ilk galeri resmini göster

source: Single Product Gallery Type
tr_tr: Tek Ürün Galerisi Tipi

source: Please select what gallery type you would like on your single product page
tr_tr: Lütfen tek ürün sayfanızda hangi galeri türünü istediğinizi seçin

source: Default lightbox functionality
tr_tr: Varsayılan lightbox işlevselliği

source: Gallery slider with zoom on Hover
tr_tr: Hover üzerinde zoom ile galeri kaydırıcısı

source: Product Tab Position
tr_tr: Ürün Sekmesi Konumu

source: Please select what area you would like your tabs to display in on the single product page
tr_tr: Lütfen tek bir ürün sayfasında sekmelerinizin hangi alanda görünmesini istediğinizi seçin

source: In Side Area
tr_tr: Yan alanda

source: Fullwidth Under Images
tr_tr: Görüntüler Altında Tam Genişlik

source: Products Per Page
tr_tr: Sayfa Başına Ürünler

source: Please enter your desired your products per page (default is 12)
tr_tr: Lütfen sayfa başına istediğiniz ürünlerinizi giriniz (varsayılan 12)

source: Activate this to enable social sharing buttons on your product page.
tr_tr: Ürün sayfanızdaki sosyal paylaşım düğmelerini etkinleştirmek için bunu etkinleştirin.

source: Documentation
tr_tr: belgeleme

source: Section via hook
tr_tr: Kancalı bölüm

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
tr_tr: <p class = \ "Description "> Bu bölüm dizisine bir filtre ekleyerek oluşturulmuş bir bölümdür. Alt temalar tarafından seçeneklere bölüm eklemek / kaldırmak için kullanılabilir. </p>

source: Install Required Plugins
tr_tr: Gerekli Eklentileri yükleyin

source: Install Plugins
tr_tr: Eklentileri Yükle

source: Installing Plugin: %s
tr_tr: Eklentiyi Kurmak: %s

source: Something went wrong with the plugin API.
tr_tr: Eklenti API'sında bir sorun oluştu.

source: This theme requires the following plugin: %1$s.
tr_tr: Bu tema şu eklentiyi gerektiriyor: %1$s .

source: This theme recommends the following plugin: %1$s.
tr_tr: Bu tema şu eklentiyi tavsiye ediyor: %1$s .

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
tr_tr: Maalesef, %1$s eklentisini yüklemek için doğru izniniz yok.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
tr_tr: Bu tema ile maksimum uyumluluk sağlamak için aşağıdaki eklentinin en son sürümüne güncellenmesi gerekiyor: %1$s .

source: There is an update available for: %1$s.
tr_tr: %1$s için bir güncelleme mevcut.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
tr_tr: Maalesef, %1$s eklentisini güncellemek için doğru izniniz yok.

source: The following required plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki gerekli eklenti şu anda etkin değil: %1$s .

source: The following recommended plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki önerilen eklenti şu anda etkin değil: %1$s .

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
tr_tr: Maalesef, %1$s eklentisini etkinleştirmek için doğru izniniz yok.

source: Begin installing plugin
tr_tr: Eklentiyi yüklemeye başla

source: Begin updating plugin
tr_tr: Eklentiyi güncellemeye başla

source: Begin activating plugin
tr_tr: Eklentiyi etkinleştirmeye başla

source: Return to Required Plugins Installer
tr_tr: Gerekli Eklenti Yükleyicilere Dön

source: Return to the dashboard
tr_tr: Kontrol paneline dön

source: Plugin activated successfully.
tr_tr: Eklenti başarıyla etkinleştirildi.

source: The following plugin was activated successfully:
tr_tr: Aşağıdaki eklenti başarıyla etkinleştirildi:

source: No action taken. Plugin %1$s was already active.
tr_tr: Hiçbir işlem yapılmadı. %1$s eklentisi zaten etkindi.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
tr_tr: Eklenti aktif değil. Bu tema için %s daha yüksek bir sürümü gerekiyor. Lütfen eklentiyi güncelleyin.

source: All plugins installed and activated successfully. %1$s
tr_tr: Tüm eklentiler başarıyla kuruldu ve aktifleştirildi. %1$s

source: Dismiss this notice
tr_tr: Bu bildirimi reddet

source: Please contact the administrator of this site for help.
tr_tr: Lütfen yardım için bu sitenin yöneticisine başvurun.

source: This plugin needs to be updated to be compatible with your theme.
tr_tr: Bu eklentinin temanızla uyumlu olması için güncellenmesi gerekiyor.

source: Update Required
tr_tr: Güncelleştirme gerekli

source: Set the parent_slug config variable instead.
tr_tr: Bunun yerine parent_slug config değişkenini ayarlayın.

source: Return to the Dashboard
tr_tr: Gösterge Tablosuna Dön

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
tr_tr: Uzak eklenti paketi, istenen sümüklü bir klasör içermiyor ve yeniden adlandırma işe yaramadı.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
tr_tr: Lütfen eklenti sağlayıcısına başvurun ve eklentilerini WordPress kurallarına göre paketlemelerini isteyin.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
tr_tr: Uzak eklenti paketi birden fazla dosyadan oluşur, ancak dosyalar bir klasörde paketlenmez.

# plugin A *and* plugin B
source: and
tr_tr: ve

source: Required
tr_tr: gereklidir

source: Recommended
tr_tr: Tavsiye edilen

source: WordPress Repository
tr_tr: WordPress Deposu

source: External Source
tr_tr: Dış kaynak

source: Pre-Packaged
tr_tr: Ön Paketlenmiş

source: Not Installed
tr_tr: Yüklü değil

source: Installed But Not Activated
tr_tr: Yüklendi ancak Aktif Değil

source: Required Update not Available
tr_tr: Gerekli Güncelleme Mevcut değil

source: Requires Update
tr_tr: Güncelleme Gerektirir

source: Update recommended
tr_tr: Önerilen güncelleştirme

# plugins
source: All <span class="count">(%s)</span>
tr_tr: Hepsi <span class = \ "count "> ( %s ) </span>

source: To Install <span class="count">(%s)</span>
tr_tr: Yüklemek için <span class = \ "count "> ( %s ) </span>

source: Update Available <span class="count">(%s)</span>
tr_tr: Güncelleme Kullanılabilir <span class = \ "count "> ( %s ) </span>

source: To Activate <span class="count">(%s)</span>
tr_tr: Etkinleştirmek için <span class = \ "count "> ( %s ) </span>

# as in: "version nr unknown"
source: unknown
tr_tr: Bilinmeyen

source: Installed version:
tr_tr: Kurulu sürüm:

source: Minimum required version:
tr_tr: Gerekli minimum sürüm:

source: Available version:
tr_tr: Mevcut sürüm:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
tr_tr: Yüklenecek, güncellenecek veya etkinleştirilecek eklenti yok. <a href=" %1$s "> Kontrol Paneline Dön </a>

source: Plugin
tr_tr: Eklenti

source: Source
tr_tr: Kaynak

source: Type
tr_tr: tip

# %2$s = plugin name in screen reader markup
source: Install %2$s
tr_tr: %2$s yükleyin

# %2$s = plugin name in screen reader markup
source: Update %2$s
tr_tr: %2$s güncellemesi

# %2$s = plugin name in screen reader markup
source: Activate %2$s
tr_tr: %2$s etkinleştir

source: Upgrade message from the plugin author:
tr_tr: Eklenti yazarından yükseltme mesajı:

source: Install
tr_tr: kurmak

source: Update
tr_tr: Güncelleştirme

source: Activate
tr_tr: etkinleştirmek

source: No plugins were selected to be installed. No action taken.
tr_tr: Yüklenecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: No plugins were selected to be updated. No action taken.
tr_tr: Güncellenecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: No plugins are available to be installed at this time.
tr_tr: Şu anda yüklenecek eklenti yok.

source: No plugins are available to be updated at this time.
tr_tr: Şu anda güncellenecek eklenti yok.

source: No plugins were selected to be activated. No action taken.
tr_tr: Etkinleştirilecek eklenti seçilmedi. Hiçbir işlem yapılmadı.
