Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Select animation type if you want this layer to be animated when it enters into the browsers viewport.
tr_tr: Bu katmanın tarayıcı görünümüne girdiğinde canlandırılmasını istiyorsanız, animasyon türünü seçin.

source: Image #2
tr_tr: Resim 2

source: Image #3
tr_tr: Resim 3

source: Image #4
tr_tr: Resim 4

source: Time Between Animations
tr_tr: Animasyonlar Arasındaki Zaman

source: Enter your desired time between animations in milliseconds, defaults to 200 if left blank
tr_tr: Milisaniye cinsinden animasyonlar arasında istediğiniz süreyi girin, boş bırakılırsa varsayılan değer 200

source: Image Comparison
tr_tr: Görüntü Karşılaştırma

source: Shows differences in two images
tr_tr: İki resimdeki farklılıkları gösterir

source: Image One
tr_tr: Resim Bir

source: Image Two
tr_tr: Resim İki

source: Add a portfolio element
tr_tr: Bir portföy öğesi ekle

source: Layout
tr_tr: düzen

source: Please select the layout you would like for your portfolio
tr_tr: Lütfen portföyünüz için istediğiniz düzeni seçiniz

source: Constrain Max Columns to 4?
tr_tr: Maksimum Sütunları 4’le Sınırla

source: This will change the max columns to 4 (default is 5 for fullwidth). Activating this will make it easier to create a grid with no empty spaces at the end of the list on all screen sizes.
tr_tr: Bu, maksimum sütunları 4 olarak değiştirir (tam genişlikte varsayılan 5'tir). Bunu etkinleştirmek, listenin sonunda tüm ekran boyutlarında boş alan olmayan bir ızgara oluşturmayı kolaylaştırır.

source: Portfolio Categories
tr_tr: Portföy Kategorileri

source: Please select the categories you would like to display for your portfolio. <br/> You can select multiple categories too (ctrl + click on PC and command + click on Mac).
tr_tr: Lütfen portföyünüzde görüntülemek istediğiniz kategorileri seçin. <br/> Birden fazla kategori de seçebilirsiniz (ctrl + PC'ye tıklayın ve Mac'te + komutuna tıklayın).

source: Starting Category
tr_tr: Kategori başlatmak

source: Please select the category you would like you're portfolio to start filtered on.
tr_tr: Lütfen, filtrelemeye başlamanızı istediğiniz kategoriyi seçin.

source: Project Style
tr_tr: Proje Stili

source: Please select the style you would like your projects to display in
tr_tr: Lütfen projelerinizin göstermesini istediğiniz stili seçin

source: Item Spacing
tr_tr: Öğe Aralığı

source: Please select the spacing you would like between your items.
tr_tr: Lütfen öğeleriniz arasında istediğiniz boşluğu seçin.

source: Masonry Style
tr_tr: Yığma Stil

source: This will allow your portfolio items to display in a masonry layout as opposed to a fixed grid. You can define your masonry sizes in each project. <br/>
tr_tr: Bu, portföy öğelerinizin sabit bir ızgara yerine duvar düzeninde görüntülenmesini sağlar. Duvar boyutlarınızı her projede tanımlayabilirsiniz. <br/>

source: Enable Sortable
tr_tr: Sıralanabilir'i etkinleştir

source: Checking this box will allow your portfolio to display sortable filters
tr_tr: Bu kutuyu işaretlemek, portföyünüzün sıralanabilir filtreler göstermesini sağlar

source: Horizontal Filters
tr_tr: Yatay Filtreler

source: This will allow your filters to display horizontally instead of in a dropdown. (Only used if you enable sortable above.)
tr_tr: Bu, filtrelerinizin bir açılır pencere yerine yatay olarak görüntülenmesini sağlar. (Yalnızca yukarıda sıralanabilir özelliğini etkinleştirirseniz kullanılır.)

source: Filter Alignment
tr_tr: Filtre Hizalaması

source: Please select the alignment you would like for your horizontal filters
tr_tr: Lütfen yatay filtreleriniz için istediğiniz hizalamayı seçin

source: Filter Color Scheme
tr_tr: Filtre Renk Şeması

source: Please select the color scheme you would like for your filters. Only applies to full width inline filters and regular dropdown filters
tr_tr: Lütfen filtreleriniz için istediğiniz renk şemasını seçin. Yalnızca tam genişlikte satır içi filtreler ve normal açılan filtreler için geçerlidir

source: Enable Pagination
tr_tr: Sayfalandırmayı Etkinleştir

source: Would you like to enable pagination for this portfolio?
tr_tr: Bu portföy için sayfalandırmayı etkinleştirmek ister misiniz?

source: Pagination Type
tr_tr: Sayfalandırma Türü

source: Please select your pagination type here.
tr_tr: Lütfen buraya sayfalama türünüzü seçin.

source: Projects Per Page
tr_tr: Sayfa Başına Projeler

source: How many projects would you like to display per page? <br/> If pagination is not enabled, will simply show this number of projects <br/> Enter as a number example "20"
tr_tr: Sayfa başına kaç proje göstermek istersiniz? <br/> Sayfa numaralandırma etkin değilse, bu sayıda proje gösterecektir. <br/> Sayı olarak girin \ "20 "

source: Lightbox Only
tr_tr: Sadece Işık Kutusu

source: This will remove the single project page from being accessible thus rendering your portfolio into only a gallery.
tr_tr: Bu, tek proje sayfasının erişilebilir olmasını kaldıracak ve böylece portföyünüzü yalnızca bir galeriye dönüştürecektir.

source: Load In Animation
tr_tr: Animasyonda Yükle

source: Show off some recent projects
tr_tr: Bazı yeni projeleri göster

source: Please select the categories you would like to display for your recent projects carousel. <br/> You can select multiple categories too (ctrl + click on PC and command + click on Mac).
tr_tr: Lütfen son projelerinizde atlıkarınca için göstermek istediğiniz kategorileri seçin. <br/> Birden fazla kategori de seçebilirsiniz (ctrl + PC'ye tıklayın ve Mac'te + komutuna tıklayın).

source: Full Width Carousel
tr_tr: Tam Genişlikli Atlıkarınca

source: This will make your carousel extend the full width of the page.
tr_tr: Bu, atlıkarınca sayfanın tam genişliğini genişletir.

source: Heading Text
tr_tr: Başlık Metni

source: Enter any text you would like for the heading of your carousel
tr_tr: Atlıkarınca başlığı için istediğiniz metni girin

source: Page Link Text
tr_tr: Sayfa Bağlantı Metni

source: This will be the text that is in a link leading users to your desired page (will be omitted for full width carousels and an icon will be used instead)
tr_tr: Bu, kullanıcıları istediğiniz sayfaya yönlendiren bir bağlantıda olacak metin olacaktır (tam genişlikteki karuseller için çıkarılacak ve bunun yerine bir simge kullanılacaktır)

source: Page Link URL
tr_tr: Sayfa Bağlantısı URL'si

source: Enter portfolio page URL you would like to link to. Remember to include "http://"!
tr_tr: Bağlanmak istediğiniz portföy sayfası URL’sini girin. \ "Http: // " eklemeyi unutmayın!

source: Controls & Text Color
tr_tr: Denetimler ve Metin Rengi

source: Please select the color you desire for your carousel controls/heading text.
tr_tr: Lütfen atlıkarınca kontrolleri / başlık metni için istediğiniz rengi seçin.

source: Hide Carousel Controls
tr_tr: Carousel Kontrollerini Gizle

source: Checking this box will remove the controls from your carousel
tr_tr: Bu kutunun işaretlenmesi kontrolleri atlı karıncadan kaldıracak

source: Number of Projects To Show
tr_tr: Gösterilecek Proje Sayısı

source: Enter as a number example "6"
tr_tr: Sayı örneği olarak girin \ "6 "

source: Display a Blog element
tr_tr: Blog öğesini görüntüleme

source: Please select the layout you desire for your blog
tr_tr: Lütfen blogunuz için istediğiniz düzeni seçin

source: Blog Categories
tr_tr: Blog Kategorileri

source: Please select the categories you would like to display for your blog. <br/> You can select multiple categories too (ctrl + click on PC and command + click on Mac).
tr_tr: Lütfen blogunuz için görüntülemek istediğiniz kategorileri seçin. <br/> Birden fazla kategori de seçebilirsiniz (ctrl + PC'ye tıklayın ve Mac'te + komutuna tıklayın).

source: Would you like to enable pagination?
tr_tr: Sayfalamayı etkinleştirmek ister misiniz?

source: Posts Per Page
tr_tr: Sayfa Başına Yazılar

source: How many posts would you like to display per page? <br/> If pagination is not enabled, will simply show this number of posts <br/> Enter as a number example "10"
tr_tr: Sayfa başına kaç gönderi görüntülemek istersiniz? <br/> Sayfa numaralandırma etkin değilse, bu mesaj sayısını gösterecektir. <br/> Sayı olarak girin \ "10 "

source: Please select the loading animation you would like
tr_tr: Lütfen istediğiniz yükleme animasyonunu seçin

source: Recent Posts
tr_tr: yakın zamanda Gönderilenler

source: Display your recent blog posts
tr_tr: Son blog yayınlarınızı görüntüleyin

source: Style
tr_tr: stil

source: Please select desired style here.
tr_tr: Lütfen burada istediğiniz stili seçin.

source: Please select the categories you would like to display in your recent posts. <br/> You can select multiple categories too (ctrl + click on PC and command + click on Mac).
tr_tr: Lütfen en son yayınlarınızda görüntülemek istediğiniz kategorileri seçin. <br/> Birden fazla kategori de seçebilirsiniz (ctrl + PC'ye tıklayın ve Mac'te + komutuna tıklayın).

source: Number Of Columns
tr_tr: Sütun sayısı

source: Please select the number of posts you would like to display.
tr_tr: Lütfen görüntülemek istediğiniz yayın sayısını seçin.

source: Number Of Posts
tr_tr: Mesaj Sayısı

source: How many posts would you like to display? <br/> Enter as a number example "4"
tr_tr: Kaç yazı göstermek istersiniz? <br/> Sayı örneği olarak girin \ "4 "

source: Post Offset
tr_tr: Posta Ofseti

source: Optioinally enter a number e.g. "2" to offset your posts by - useful for when you're using multiple styles of this element on the same page and would like them to no show duplicate posts
tr_tr: Gönderilerinizi dengelemek için örneğin "" 2 \ "gibi bir sayı girin - bu öğenin birden çok stilini aynı sayfada kullanıyorsanız ve bunların yinelenen gönderileri göstermemesini istediğinizde kullanışlıdır.

source: Enable Title Labels
tr_tr: Başlık Etiketlerini Etkinleştir

source: These labels are defined by you in the "Blog Options" tab of your theme options panel.
tr_tr: Bu etiketler sizin tarafınızdan tema seçenekleri panelinizin \ "Blog Seçenekleri " sekmesinde tanımlanmıştır.

source: WooCommerce Products
tr_tr: WooCommerce Ürünleri

source: Display your products
tr_tr: Ürünlerinizi görüntüleyin

source: Product Type
tr_tr: ürün tipi

source: Please select the type of products you would like to display.
tr_tr: Lütfen görüntülemek istediğiniz ürün tipini seçin.

source: Product Categories
tr_tr: ürün kategorileri

source: Please select the categories you would like to display in your products. <br/> You can select multiple categories too (ctrl + click on PC and command + click on Mac).
tr_tr: Lütfen ürünlerinizde göstermek istediğiniz kategorileri seçin. <br/> Birden fazla kategori de seçebilirsiniz (ctrl + PC'ye tıklayın ve Mac'te + komutuna tıklayın).

source: Please select the number of columns you would like to display.
tr_tr: Lütfen görüntülemek istediğiniz sütun sayısını seçin.

source: Number Of Products
tr_tr: Ürün Sayısı

source: Enable Carousel Display
tr_tr: Carousel Ekranı Etkinleştir

source: This will override your column choice
tr_tr: Bu, sütun seçiminizi geçersiz kılar

source: Enable Controls On Hover
tr_tr: Vurgulu Açık Denetimleri Etkinleştir

source: This will add buttons for additional user control over your product carousel
tr_tr: Bu, ürün karuselinin üzerinde ek kullanıcı kontrolü için düğmeler katacaktır

source: Centered Heading
tr_tr: Merkezlenmiş Başlık

source: Simple heading
tr_tr: Basit başlık

source: Subtitle
tr_tr: Alt yazı

source: The subtitle text under the main title
tr_tr: Ana başlık altındaki altyazı metni

source: Video Lightbox
tr_tr: Video Işık Kutusu

source: Add a video lightbox link
tr_tr: Video lightbox bağlantısı ekle

source: Link Style
tr_tr: Link Stili

source: Please select your link style
tr_tr: Lütfen bağlantı stilinizi seçin

source: Video URL
tr_tr: Video linki

source: The URL to your video on Youtube or Vimeo e.g. <br/> https://vimeo.com/118023315 <br/> https://www.youtube.com/watch?v=6oTurM7gESE
tr_tr: Videonuzun Youtube veya Vimeo'daki URL'si örneğin <br/> https://vimeo.com/118023315 <br/> https://www.youtube.com/watch?v=6oTurM7gESE

source: Play Button Color
tr_tr: Düğme Rengi Oynat

source: Please select the color you desire
tr_tr: Lütfen istediğiniz rengi seçin

source: Video Preview Image
tr_tr: Video Önizleme Görüntüsü

source: Link Text
tr_tr: Bağlantı metni

source: The text that will be displayed for your link
tr_tr: Bağlantınız için görüntülenecek metin

source: Color
tr_tr: Renk

source: Milestone
tr_tr: Kilometre taşı

source: Add an animated milestone
tr_tr: Animasyonlu bir kilometre taşı ekle

source: Milestone Number
tr_tr: Kilometre taşı numarası

source: The number/count of your milestone e.g. "13"
tr_tr: Kilometre taşınızın numarası / sayısı, örneğin \ "13 "

source: Milestone Symbol
tr_tr: Kilometre Taşı Sembolü

source: An optional symbol to place next to the number counted to. e.g. "%" or "+"
tr_tr: Sayılan sayının yanına yerleştirmek için isteğe bağlı bir sembol. örn. \ "% " veya \ "+ "

source: Milestone Symbol Position
tr_tr: Kilometre Taşı Sembol Konumu

source: Please select the position you would like for your symbol.
tr_tr: Lütfen sembolünüz için istediğiniz pozisyonu seçin.

source: Milestone Subject
tr_tr: Kilometre Taşı Konu

source: The subject of your milestones e.g. "Projects Completed"
tr_tr: Kilometre taşlarınızın konusu, örneğin, \ "Projeler Tamamlandı "

source: Please select the color you wish for your milestone to display in.
tr_tr: Lütfen dönüm noktanızın göstermesini istediğiniz rengi seçin.

source: Animation Effect
tr_tr: Animasyon Etkisi

source: Please select the animation you would like your milestone to have
tr_tr: Lütfen dönüm noktanızın olmasını istediğiniz animasyonu seçin

source: Milestone Number Font Size
tr_tr: Kilometre Taşı Numarası Yazı Tipi Boyutu

source: Enter your size in pixels, the default is 62.
tr_tr: Bedeninizi piksel cinsinden girin, varsayılan değer 62'dir.

source: Milestone Symbol Font Size
tr_tr: Kilometre Taşı Sembol Yazı Tipi Boyutu

source: Enter your size in pixels.
tr_tr: Bedeninizi piksel cinsinden girin.

source: Please select the alignment you desire for your symbol.
tr_tr: Lütfen sembolünüz için istediğiniz hizalamayı seçin.

source: Flexible Google Map
tr_tr: Esnek Google Haritası

source: Map height
tr_tr: Harita yüksekliği

source: Enter map height in pixels. Example: 200. <span>As of June 2016, a Google map API key is needed to allow this element to display. Please See the Salient options panel > general settings > css/script related tab to enter this.</span>
tr_tr: Harita yüksekliğini piksel cinsinden girin. Örnek: 200. <span> Haziran 2016'dan itibaren, bu öğenin gösterilmesine izin vermek için bir Google harita API anahtarı gerekiyor. Lütfen bunu girmek için Salient options paneline> genel ayarlar> css / script ile ilgili sekmesine bakın. </span>

source: Map Center Point Latitude
tr_tr: Harita Merkez Noktası Enlemi

source: Please enter the latitude for the maps center point.
tr_tr: Lütfen haritalar merkez noktasının enlemini girin.

source: Map Center Point Longitude
tr_tr: Harita Merkez Noktası Boylamı

source: Please enter the longitude for the maps center point.
tr_tr: Lütfen harita merkez noktası için boylamı girin.

source: Map Zoom
tr_tr: Harita Yakınlaştırma

source: 14 - Default
tr_tr: 14 - Varsayılan

source: Eanble Zoom In/Out
tr_tr: Eanble Yakınlaştırma / Uzaklaştırma

source: Do you want users to be able to zoom in/out on the map?
tr_tr: Kullanıcıların haritayı yakınlaştırıp uzaklaştırabilmesini ister misiniz?

source: Marker Animation
tr_tr: Marker Animasyonu

source: This will cause your markers to do a quick bounce as they load in.
tr_tr: Bu, işaretçilerinizin yüklenirken hızlı bir sıçrama yapmasına neden olur.

source: Greyscale Color
tr_tr: Gri Tonlama Rengi

source: Toggle a greyscale color scheme (will also unlock further custom options)
tr_tr: Gri tonlamalı bir renk şeması arasında geçiş yap (ayrıca özel seçeneklerin kilidini aç)

source: Ultra Flat Map
tr_tr: Ultra Düz Harita

source: This removes street/landmark text & some extra details for a clean look
tr_tr: Bu, temiz bir görünüm için sokak / yer işareti metnini ve bazı ekstra ayrıntıları kaldırır

source: Dark Color Scheme
tr_tr: Koyu Renk Düzeni

source: Enable this option for a dark colored map (This will override the extra color choice)
tr_tr: Koyu renkli bir harita için bu seçeneği etkinleştirin (Bu, ekstra renk seçimini geçersiz kılar)

source: Map Marker Locations
tr_tr: Harita İşaretçisi Konumları

source: Please enter the the list of locations you would like with a latitude|longitude|description format. <br/> Divide values with linebreaks (Enter). Example: <br/> 39.949|-75.171|Our Location <br/> 40.793|-73.954|Our Location #2
tr_tr: Lütfen enlem | boylam | açıklama biçiminde istediğiniz yerlerin listesini girin. <br/> Değerleri çizgi çizgilerle bölün (Enter). Örnek: <br/> 39.949 | -75.171 | Konumumuz <br/> 40.793 | -73.954 | Konumumuz # 2

source: Team Member
tr_tr: Takım üyesi

source: Add a team member element
tr_tr: Ekip üyesi öğesi ekle

source: Bio Image
tr_tr: Biyo Görüntü

source: Team Member Stlye
tr_tr: Takım Üyesi Stlye

source: Please select the style you desire for your team member.
tr_tr: Lütfen takım üyeniz için istediğiniz stili seçin.

source: Please enter the name of your team member
tr_tr: Lütfen ekip üyenizin adını giriniz

source: Job Position
tr_tr: İş pozisyonu

source: Please enter the job position for your team member
tr_tr: Lütfen ekip üyeniz için iş pozisyonunu girin

source: Team Member Bio
tr_tr: Takım Üyesi Bio

source: The main text portion of your team member
tr_tr: Takım üyenizin ana metin kısmı

source: Description
tr_tr: Açıklama

source: Social Media
tr_tr: Sosyal medya

source: Enter any social media links with a comma separated list. e.g. Facebook,http://facebook.com, Twitter,http://twitter.com
tr_tr: Virgülle ayrılmış bir listeyle herhangi bir sosyal medya bağlantısını girin. örneğin, Facebook, http: //facebook.com, Twitter, http: //twitter.com

source: Team Member Link Type
tr_tr: Takım Üyesi Bağlantı Türü

source: Please select how you wish to link your team member to an arbitrary URL
tr_tr: Lütfen ekip üyenizi keyfi bir URL’ye nasıl bağlamak istediğinizi seçin

source: Team Member Link URL
tr_tr: Takım Üyesi Bağlantı URL'si

source: Please enter the URL for your team member link
tr_tr: Lütfen ekip üyesi bağlantınızın URL’sini girin

source: Link Color
tr_tr: Bağlantı rengi

source: Please select the color you wish for your social links to display in.
tr_tr: Lütfen sosyal bağlantılarınızın göstermesini istediğiniz rengi seçin.

source: Fancy Box
tr_tr: Süslü Kutu

source: Add a fancy box element
tr_tr: Süslü bir kutu öğesi ekle

source: Select a background image from the media library.
tr_tr: Medya kütüphanesinden bir arka plan resmi seçin.

source: Box Content
tr_tr: Kutu İçeriği

source: Please enter the text desired for your box
tr_tr: Lütfen kutunuz için istenen metni giriniz

source: Please enter the URL you would like for your box to link to
tr_tr: Lütfen kutunuzun bağlanmasını istediğiniz URL’yi girin

source: Please enter the text that will be displayed for your box link
tr_tr: Lütfen kutu bağlantınız için görüntülenecek metni girin

source: Min Height
tr_tr: Min Yükseklik

source: Please enter the minimum height you would like for you box. Enter in number of pixels - Don't enter "px", default is "300"
tr_tr: Lütfen kutu için istediğiniz minimum yüksekliği girin. Piksel sayısını girin - \ "px " girmeyin, varsayılan \ "300 " olur.

source: Please select the accent color for your box
tr_tr: Lütfen kutunuz için vurgu rengini seçin

source: Add a flip box element
tr_tr: Bir flip box elemanı ekle

source: Front Box Content
tr_tr: Ön Kutu İçeriği

source: The text that will display on the front of your flip box
tr_tr: Kapak kutunuzun önünde gösterilecek metin

source: Background Image
tr_tr: Arka plan görüntüsü

source: BG Color overlay on BG Image
tr_tr: BG Image'de BG Renk yerleşimi

source: Checking this will overlay your BG color on your BG image
tr_tr: Bunu kontrol etmek, BG renginizi BG görüntünüze bindirir

source: Icon library
tr_tr: Simge kütüphanesi

source: Font Awesome
tr_tr: Yazı tipi Başar

source: Select icon library.
tr_tr: Simge kütüphanesini seçin.

source: Icon Above Title
tr_tr: Başlığın Üzerindeki Simge

source: Select icon from library.
tr_tr: Kütüphaneden simge seçin.

source: Icon
tr_tr: ikon

source: Icon Size
tr_tr: İkon boyutu

source: Please enter the size for your icon. Enter in number of pixels - Don't enter "px", default is "60"
tr_tr: Lütfen simgenizin boyutunu giriniz. Piksel sayısını girin - \ "px " girmeyin, varsayılan \ "60 " olur.

source: Back Box Content
tr_tr: Geri Kutu İçeriği

source: The content that will display on the back of your flip box
tr_tr: Kapak kutunuzun arkasında görüntülenecek içerik

source: Gradient Text
tr_tr: Degrade Metin

source: Add text with gradient coloring
tr_tr: Degrade renklendirme içeren metin ekleme

source: The text that will display with gradient coloring
tr_tr: Degrade renklendirmeyle görüntülenecek metin

source: Margin <span>Top</span>
tr_tr: Kenar Boşluğu <span> Üst </span>

source: <span>Right</span>
tr_tr: <Span> Sağ </ span>

source: <span>Bottom</span>
tr_tr: <Yayılma> Alt </ span>

source: <span>Left</span>
tr_tr: <Span> Sol </ span>

source: Image With Hotspots
tr_tr: Sıcak Noktalı Görüntü

source: Add Hotspots On Your Image
tr_tr: Resminize Sıcak Noktalar Ekleyin

source: Preview
tr_tr: Ön izleme

source: Click to add - Drag to move - Edit content below <br/><br/> Note: this preview will not reflect hotspot style choices or show tooltips. <br/>This is only used as a visual guide for positioning. <br/><strong>Requires Salient VC 4.12 or higher</strong>
tr_tr: Eklemek için tıklayın - Taşımak için sürükleyin - Aşağıdaki içeriği düzenleyin <br/> <br/> Not: bu önizleme sıcak nokta stili seçimlerini yansıtmaz veya araç ipuçlarını göstermez. <br/> Bu sadece konumlandırma için görsel bir rehber olarak kullanılır. <br/> <strong> Salient VC 4.12 veya daha yenisini gerektirir </strong>

source: Hotspots
tr_tr: Hotspot'lar

source: Choose the color which the hotspot will use
tr_tr: Hotspot’un kullanacağı rengi seçin

source: The icon that will be shown on the hotspots
tr_tr: Sıcak noktalarda gösterilecek simge

source: Select how you want your tooltips to display to the user
tr_tr: Araç ipuçlarının kullanıcıya nasıl görünmesini istediğinizi seçin

source: Select the shadow size for your tooltip
tr_tr: Araç ipucunuz için gölge boyutunu seçin

source: Enable Animation
tr_tr: Animasyonu Etkinleştir

source: Turning this on will make your hotspots animate in when the user scrolls to the element
tr_tr: Bunu açmak, etkin noktalarınızı kullanıcı öğeye kaydırdığında içeri girmesini sağlar

source: Nectar Hotspot
tr_tr: Nektar Sıcak Noktası

source: Left
tr_tr: Ayrıldı

source: Content
tr_tr: içerik

source: Animated Title
tr_tr: Animasyonlu Başlık

source: Add a title with animation
tr_tr: Animasyonlu bir başlık ekleyin

source: Enter your fancy title text here
tr_tr: Süslü başlık metninizi buraya girin

source: Toggle Panels
tr_tr: Panelleri Değiştir

source: jQuery toggles/accordion
tr_tr: jQuery geçiş / akordeon

source: Please select the style you desire for your toggle element.
tr_tr: Lütfen geçiş elemanınız için istediğiniz stili seçin.

source: Allow collapsible all
tr_tr: Daraltılabilir tümüne izin ver

source: Select checkbox to turn the toggles in an accordion.
tr_tr: Açma / kapatma düğmelerini bir akordeonda çevirmek için onay kutusunu seçin.

source: Allow
tr_tr: İzin vermek

source: Add section
tr_tr: Bölüm ekle

source: Section
tr_tr: Bölüm

source: Title
tr_tr: Başlık

source: Accordion section title.
tr_tr: Akordeon bölümü başlığı.

source: Please select the color you wish for your toggle to display in.
tr_tr: Lütfen geçişinizin görünmesini istediğiniz rengi seçin.
