Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: The name of the parent theme.
tr_tr: Üst temanın adı.

source: Parent Theme Version
tr_tr: Üst Tema Sürümü

source: The installed version of the parent theme.
tr_tr: Ana temanın yüklü sürümü.

source: Parent Theme Author URL
tr_tr: Üst Tema Yazarı URL'si

source: The parent theme developers URL.
tr_tr: Ana tema geliştiricileri URL'si.

source: Redux Framework - Support
tr_tr: Redux Framework - Destek

source: We are an open source project used by developers to make powerful control panels.
tr_tr: Geliştiriciler tarafından güçlü kontrol panelleri yapmak için kullanılan açık kaynaklı bir projeyiz.

source: Generate a Support URL
tr_tr: Bir Destek URL'si oluşturun

source: Select Support Type
tr_tr: Destek Türünü Seçin

source: How to Get Support
tr_tr: Nasıl Destek Alabilirim?

source: Submit a Support Request
tr_tr: Bir Destek İsteği Gönderin

source: To get started, we will need to generate a support hash.
tr_tr: Başlamak için bir destek karması oluşturmamız gerekecek.

source: This will provide to your developer all the information they may need to remedy your issue. This action WILL send information securely to a remote server. To see the type of information sent, please look at the <a href="%s">Status tab</a>.
tr_tr: Bu, geliştiricinize, sorununuzu çözmek için ihtiyaç duyabilecekleri tüm bilgileri sağlayacaktır. Bu işlem, uzak bir sunucuya güvenli bir şekilde bilgi gönderir. Gönderilen bilgi türünü görmek için lütfen <a href=" %s "> Durum sekmesine </a> bakın.

source: Select Your Support Type
tr_tr: Destek Türünüzü Seçin

source: What type of user are you?
tr_tr: Sen ne tür bir kullanıcısın?

source: User
tr_tr: kullanıcı

source: I am a user, using a pre-built product.
tr_tr: Önceden oluşturulmuş bir ürün kullanan bir kullanıcıyım.

source: Developer
tr_tr: Geliştirici

source: I am a developer, building a product using Redux.
tr_tr: Redux kullanarak bir ürün geliştiren bir geliştiriciyim.

source: Please proceed to the Redux Framework issue tracker and supply us with your support URL below. Please also provide any information that will help us to reproduce your issue.
tr_tr: Lütfen Redux Framework sorun izleyicisine ilerleyin ve bize aşağıda destek URL'nizi verin. Lütfen, sorununuzu yeniden oluşturmamıza yardımcı olacak bilgileri de sağlayın.

source: Listed below are the Wordpress plugins and/or theme installed on your site that utilize Redux Framework. We do not directly support products created with our framework. It is the responsibility of the plugin or theme developer to support their work. You will need to contact the author(s) of the products listed below with your support questions.
tr_tr: Sitenizde Redux Framework kullanan Wordpress eklentileri ve / veya temaları aşağıda listelenmiştir. Çerçevemiz ile oluşturulan ürünleri doğrudan desteklemiyoruz. Çalışmalarını desteklemek eklenti veya tema geliştiricinin sorumluluğundadır. Destek sorularınız için aşağıda listelenen ürünlerin yazarlarına / yazarlarına başvurmanız gerekir.

source: Please be sure to include for your developer - via cut and paste - the Support URL in the box below.
tr_tr: Lütfen geliştiriciniz için - kes ve yapıştır yoluyla - aşağıdaki kutuya Destek URL’sini eklediğinizden emin olun.

source: Should the developer not be responsive, read the <a href="%s" target="_blank">following article</a> before asking for support from us directly.
tr_tr: Geliştiricinin yanıt vermemesi durumunda, doğrudan bizden destek istemeden önce <a href=" %s " target="_blank"> aşağıdaki makaleyi </a> okuyun.

source: If you like <strong>Redux</strong> please leave us a <a href="https://wordpress.org/support/view/plugin-reviews/redux-framework?filter=5#postform" target="_blank" class="redux-rating-link" data-rated="Thanks :)">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating. A huge thank you from Redux in advance!
tr_tr: <strong> Redux </strong> isterseniz, lütfen bize bir <a href = \ "https: //wordpress.org/support/view/plugin-reviews/redux-framework? Filter = 5 # postform " target = bırakın \ "_ blank " class = \ "redux-rating-link " veri sınıfı = \ "Teşekkürler:) "> & # 9733; & # 9733; & # 9733; & # 9733; & # 9733; </ a> derecelendirme. Redux'tan şimdiden çok teşekkür ederim!

source: Support hash could not be generated. Please try again later.
tr_tr: Destek sağlama oluşturulamadı. Lütfen daha sonra tekrar deneyiniz.

source: Welcome to Redux Framework
tr_tr: Redux Framework'e Hoş Geldiniz

source: Redux Framework Changelog
tr_tr: Redux Çerçeve Değişikliği

source: Get Support
tr_tr: Destek almak

source: The people that develop Redux Framework
tr_tr: Redux Çerçevesini geliştiren insanlar

source: Redux Framework Status
tr_tr: Redux Çerçeve Durumu

source: What's New
tr_tr: Ne var ne yok

source: Extensions
tr_tr: Uzantıları

source: Changelog
tr_tr: Değişiklikler

source: Credits
tr_tr: Kredi

source: Support
tr_tr: Destek

source: Status
tr_tr: durum

source: View %s
tr_tr: %s görüntüle

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Reset Section
tr_tr: Bölümü Sıfırla

source: Reset All
tr_tr: Hepsini sıfırla

source: Working...
tr_tr: Çalışma...

source: Developer Mode Enabled
tr_tr: Geliştirici Modu Etkin

source: WP_DEBUG is enabled
tr_tr: WP_DEBUG etkin

source: you are working in a localhost environment
tr_tr: localhost ortamında çalışıyorsunuz

source: and
tr_tr: ve

source: This has been automatically enabled because
tr_tr: Bu otomatik olarak etkinleştirildi çünkü

source: If you are not a developer, your theme/plugin author shipped with developer mode enabled. Contact them directly to fix it.
tr_tr: Bir geliştirici değilseniz, tema / eklenti yazıcınız geliştirici modu etkin olarak gönderilir. Düzeltmek için doğrudan iletişime geçin.

source: FORCED DEV MODE OFF ENABLED
tr_tr: ZORUNLU DEV MODU KAPALI ETKİN

source: Options Panel
tr_tr: Seçenekler Paneli

source: Expand
tr_tr: genişletmek

source: Redux Framework has an embedded demo.
tr_tr: Redux Framework'in yerleşik bir demosu var.

source: Click here to activate the sample config file.
tr_tr: Örnek yapılandırma dosyasını etkinleştirmek için buraya tıklayın.

source: Docs
tr_tr: Dokümanlar

source: Builder
tr_tr: inşaatçı

source: Deactivate Demo Mode
tr_tr: Demo Modunu Devre Dışı Bırak

source: Activate Demo Mode
tr_tr: Demo Modunu Etkinleştir

source: Demo Already Imported
tr_tr: Demo Zaten İçe Aktarıldı

source: Demo Importer
tr_tr: Demo İthalatçısı

source: Works best to import on a new install of WordPress. If you're not using a fresh install, make sure you backup your current theme options as they will be overwritten.
tr_tr: WordPress'in yeni bir yüklemesinde içe aktarmak için en iyi şekilde çalışır. Yeni bir yükleme kullanmıyorsanız, geçerli tema seçeneklerinizi üzerine yazılacağı gibi yedeklediğinizden emin olun.

source: There was an error when reading this WXR file
tr_tr: Bu WXR dosyasını okurken bir hata oluştu

source: Details are shown above. The importer will now try again with a different parser...
tr_tr: Detaylar yukarıda gösterilmiştir. İthalatçı şimdi farklı bir ayrıştırıcı ile tekrar deneyecek ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
tr_tr: Bu bir WXR dosyası gibi görünmüyor, eksik / geçersiz WXR sürüm numarası

source: Theme options Import file could not be found. Please try again.
tr_tr: Tema seçenekleri İçe aktarma dosyası bulunamadı. Lütfen tekrar deneyin.

source: Widget Import file could not be found. Please try again.
tr_tr: Widget İçe Aktarma dosyası bulunamadı. Lütfen tekrar deneyin.

source: Sidebar does not exist in theme (using Inactive)
tr_tr: Kenar çubuğu temada mevcut değil (Aktif Değil'i kullanarak)

source: Site does not support widget
tr_tr: Site widget'ı desteklemiyor

source: Widget already exists
tr_tr: Widget zaten var

source: Imported
tr_tr: İthal

source: Imported to Inactive
tr_tr: Aktif Değil'e Alındı

source: No Title
tr_tr: Başlık yok

source: Sorry, there has been an error.
tr_tr: Üzgünüz, bir hata oldu.

source: The file does not exist, please try again.
tr_tr: Dosya mevcut değil, lütfen tekrar deneyin.

source: All done.
tr_tr: Hepsi tamam.

source: Have fun!
tr_tr: İyi eğlenceler!

source: Remember to update the passwords and roles of imported users.
tr_tr: İçe aktarılan kullanıcıların şifrelerini ve rollerini güncellemeyi unutmayın.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
tr_tr: Dışa aktarma dosyası <code> %s </code> konumunda bulunamadı. Bunun bir izin probleminden kaynaklanmış olması muhtemeldir.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
tr_tr: Bu WXR dosyası (sürüm %s ) içe aktarıcının bu sürümü tarafından desteklenmiyor olabilir. Lütfen güncellemeyi düşünün.

source: Failed to import author %s. Their posts will be attributed to the current user.
tr_tr: %s yazarı içe aktarılamadı. Gönderileri geçerli kullanıcıya atfedilecek.

source: Assign Authors
tr_tr: Yazarları Ata

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
tr_tr: İçe aktarılan içeriği düzenlemenizi ve kaydetmenizi kolaylaştırmak için, içe aktarılan öğenin yazarını bu sitenin mevcut bir kullanıcısına yeniden atamak isteyebilirsiniz. Örneğin, tüm girişleri <code> admin </code> girişleri olarak içe aktarmak isteyebilirsiniz.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
tr_tr: WordPress tarafından yeni bir kullanıcı oluşturulursa, yeni bir şifre rasgele oluşturulur ve yeni kullanıcının rolü %s olarak ayarlanır. Yeni kullanıcının bilgilerini elle değiştirmek gerekli olacaktır.

source: Import Attachments
tr_tr: Ekleri İçe Aktar

source: Download and import file attachments
tr_tr: Dosya eklerini indirin ve içe aktarın

source: Import author:
tr_tr: Yazarı içe aktar:

source: or create new user with login name:
tr_tr: veya kullanıcı adıyla yeni kullanıcı oluştur:

source: as a new user:
tr_tr: yeni bir kullanıcı olarak:

source: assign posts to an existing user:
tr_tr: mevcut bir kullanıcıya gönderiler ata:

source: or assign posts to an existing user:
tr_tr: veya mevcut bir kullanıcıya gönderim atamak:

source: - Select -
tr_tr: - Seç -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
tr_tr: %s için yeni kullanıcı oluşturulamadı. Gönderileri geçerli kullanıcıya atfedilecek.

source: Failed to import category %s
tr_tr: %s kategorisi içe aktarılamadı

source: Failed to import post tag %s
tr_tr: %s yayın etiketi içe aktarılamadı

source: Failed to import %s %s
tr_tr: %s %s içe aktarılamadı

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
tr_tr: İçe aktarılamadı & # 8220; %s & # 8221 ;: Geçersiz yazı tipi %s

source: %s &#8220;%s&#8221; already exists.
tr_tr: %s & # 8220; %s & # 8221; zaten var.

source: Failed to import %s &#8220;%s&#8221;
tr_tr: %s içe aktarılamadı & # 8220; %s & # 8221;

source: Menu item skipped due to missing menu slug
tr_tr: Menü öğesi eksik olduğundan dolayı menü öğesi atlandı

source: Menu item skipped due to invalid menu slug: %s
tr_tr: Menü öğesi geçersiz menü tıkanması nedeniyle atlandı: %s

source: Fetching attachments is not enabled
tr_tr: Ek alma özelliği etkin değil

source: Invalid file type
tr_tr: Geçersiz dosya türü

source: Remote server did not respond
tr_tr: Uzak sunucu cevap vermedi

source: Remote server returned error response %1$d %2$s
tr_tr: Uzak sunucu %1$d %2$s hata yanıtı verdi

source: Remote file is incorrect size
tr_tr: Uzak dosya yanlış boyutta

source: Zero size file downloaded
tr_tr: Sıfır boyutta dosya indirildi

source: Remote file is too large, limit is %s
tr_tr: Uzak dosya çok büyük, sınır %s

source: Import WordPress
tr_tr: WordPress'i İçe Aktar

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
tr_tr: Bu ithalatçının yeni bir sürümü mevcut. Lütfen daha yeni dışa aktarma dosyalarıyla uyumluluğu sağlamak için %s sürümüne güncelleyin.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
tr_tr: Naber! WordPress uzatılmış RSS (WXR) dosyanızı yükleyin; gönderileri, sayfaları, yorumları, özel alanları, kategorileri ve etiketleri bu siteye içe aktarırız.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
tr_tr: Yüklenecek bir WXR (.xml) dosyası seçin, ardından Dosya yükle ve içe aktar'ı tıklayın.

source: Import Demo
tr_tr: Demoyu İçe Aktar

source: Demo Imported
tr_tr: Demo İçe Aktarıldı

source: Please Wait...
tr_tr: Lütfen bekle...

source: Re-Import
tr_tr: Yeniden İthalat

source: No Demo Data Provided
tr_tr: Demo Verisi Yok

source: Salient
tr_tr: belirgin

source: Salient Options
tr_tr: Çıkık Seçenekler

source: General Settings
tr_tr: Genel Ayarlar

source: Styling
tr_tr: Şekillendirme

source: Theme Skin
tr_tr: Tema cilt

source: Favicon Upload
tr_tr: Favicon Yükleme

source: Upload a 16px x 16px .png or .gif image that will be your favicon.
tr_tr: Favicon'unuz olacak bir 16px x 16px .png veya .gif resmi yükleyin.

source: Button Styling
tr_tr: Düğme Stil

source: Theme Icon Style
tr_tr: Tema Simge Stili

source: Overall Background Color
tr_tr: Genel Arkaplan Rengi

source: Overall Font Color
tr_tr: Genel Yazı Tipi Rengi

source: Body Border (Passepartout)
tr_tr: Vücut Sınırı (Passepartout)

source: This will add a border around the edges of the screen
tr_tr: Bu, ekranın kenarlarına bir sınır ekler

source: Body Border Color
tr_tr: Gövde Kenarlığı Rengi

source: Body Border Size
tr_tr: Gövde Sınır Boyutu

source: Functionality
tr_tr: İşlevsellik

source: Back To Top Button
tr_tr: Başa Dön Düğmesi

source: Toggle whether or not to enable a back to top button on your pages.
tr_tr: Sayfalarınızda bir başa üst düğmeyi etkinleştirip etkinleştirmeyeceğinizi değiştirin.

source: Keep Back To Top Button On Mobile
tr_tr: Cep Telefonunda Üst Düğmeye Geri Dönün

source: Toggle whether or not to show or hide the back to top button when viewing on a mobile device.
tr_tr: Bir mobil cihazda görüntülerken başa üst düğmenin gösterilip gösterilmeyeceğini veya gizlenmeyeceğini değiştirin.

source: Styled Scrollbar
tr_tr: Tarz Kaydırma Çubuğu

source: Toggle whether or not to enable the styled scrollbar - turning this on will lower scrolling performance
tr_tr: Tarz kaydırma çubuğunu etkinleştirip etkinleştirmemeyi açma - bu özelliği açmak kaydırma performansını düşürür

source: One Page Scroll Support (Animated Anchor Links)
tr_tr: Bir Sayfa Kaydırma Desteği (Animasyonlu Bağlantı Bağlantıları)

source: Toggle whether or not to enable one page scroll support
tr_tr: Bir sayfa kaydırma desteğini etkinleştirip etkinleştirmemeyi değiştirme

source: Enable Responsive Design
tr_tr: Duyarlı Tasarımı Etkinleştir

source: This adjusts the layout of your website depending on the screen size/device.
tr_tr: Bu, ekran boyutuna / cihaza bağlı olarak web sitenizin düzenini ayarlar.

source: Extended Responsive Design
tr_tr: Genişletilmiş Duyarlı Tasarım

source: This will enhance the way the theme responds when viewing on screens larger than 1000px & increase the max width.
tr_tr: Bu, 1000 pikselden büyük ekranlarda görüntülerken temanın yanıt verme şeklini geliştirir ve maksimum genişliği artırır.

source: Max Website Container Width
tr_tr: Maksimum Web Sitesi Konteyner Genişliği

source: When using the extended responsive design your container will scale to a maximum width of 1425px, use this option if you'd like to increase that value.
tr_tr: Genişletilmiş duyarlı tasarım kullanırken kabınız maksimum 1425 piksel genişliğe ölçeklenir, bu değeri artırmak istiyorsanız bu seçeneği kullanın.

source: Theme Lightbox
tr_tr: Tema Işık Kutusu

source: Auto Lightbox Image Links
tr_tr: Otomatik Işık Kutusu Görüntü Bağlantıları

source: This will allow all image links to open in a lightbox - including the images links within standard WordPress galleries.
tr_tr: Bu, standart WordPress galerilerindeki görüntü bağlantıları da dahil olmak üzere tüm görüntü bağlantılarının bir ışık kutusunda açılmasını sağlar.

source: Column/Image Animation Easing
tr_tr: Sütun / Resim Animasyonu

source: Column/Image Animation Timing
tr_tr: Sütun / Görüntü Animasyonu Zamanlaması

source: Enter the time in miliseconds e.g. "400" - default is "650"
tr_tr: Saati milisaniye cinsinden girin, örn. \ "400 " - varsayılan \ "650 "

source: CSS/Script Related
tr_tr: CSS / Script İle İlgili

source: Move Dynamic/Custom CSS Into External Stylesheet?
tr_tr: Dinamik / Özel CSS'yi Harici Stil Sayfasına Taşımak?

source: This gives you the option move all the dynamic css that lives in the head by default into its own file for aesthetic & caching purposes. <b>Note:</b> your server will need the ability/permission to write to the static file (dynamic-combined.css) using file_put_contents
tr_tr: Bu, kafada yaşayan tüm dinamik css'leri varsayılan olarak estetik ve önbellekleme amaçları için kendi dosyasına taşıma seçeneği sunar. <b> Not: </b> sunucunuz, file_put_contents kullanarak statik dosyaya (dynamic-United.css) yazma yeteneğine / iznine ihtiyaç duyacak

source: Please enter in your google analytics tracking code here. <br/> Remember to include the <strong>entire script from google</strong>, if you just enter your tracking ID it won't work.
tr_tr: Lütfen google analytics izleme kodunuzu buraya girin. <br/> Yalnızca izleme kimliğinizi girmezseniz, <strong> google’dan tüm komut dosyasını eklemeyi unutmayın </strong>.

source: Google Maps API Key
tr_tr: Google Haritalar API Anahtarı

source: In order to use Google maps you need to generate an API key and enter it here - please see the <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#get-an-api-key">official documentation</a> for more information
tr_tr: Google haritalarını kullanmak için bir API anahtarı oluşturmanız ve buraya girmeniz gerekir - lütfen <a href = \ "https://developers.google.com/maps/documentation/javascript/get-api-key#get adresine bakın. -an-api-anahtar \ "> resmi belgeler </a> daha fazla bilgi için

source: Custom CSS Code
tr_tr: Özel CSS Kodu

source: If you have any custom CSS you would like added to the site, please enter it here.
tr_tr: Siteye eklemek istediğiniz herhangi bir özel CSS’iniz varsa, lütfen buraya girin.

source: Toggle Theme Features
tr_tr: Tema Özelliklerini Değiştir

source: Disable Theme Reccomended Plugin Notifications
tr_tr: Önerilen Tema Eklentisi Bildirimlerini Devre Dışı Bırak

source: This will remove the notifications shown for installing/updating reccomended theme plugins (Salient Visual Composer/WooCommerce/Contact From 7). Enable if you don't need them anymore & are fimilar with keeping track of plugin updates in WordPress. <b>Will yield Admin panel performance improvement</b>
tr_tr: Bu, önerilen tema eklentilerini yüklemek / güncellemek için gösterilen bildirimleri kaldıracaktır (Salient Visual Composer / WooCommerce / Contact From 7). Artık onlara ihtiyacınız yoksa ve WordPress'te eklenti güncellemelerini takip etmekten hoşlanmıyorsanız etkinleştirin. <b> Yönetici panelinde performans artışı sağlayacak </b>

source: Disable Home Slider
tr_tr: Giriş Kaydırıcısını Devre Dışı Bırak

source: This will remove the Home Slider post type <b>Will yield Admin panel & front-end performance improvement</b>
tr_tr: Bu, Ana Sayfa Kaydırıcısı yayın türünü kaldırır <b> Yönetici paneli ve ön uç performans iyileştirmesi sağlar </b>

source: Disable Nectar Slider
tr_tr: Nektar Kaydırıcısını Devre Dışı Bırak

source: This will remove the Nectar Slider post type <b>Will yield Admin panel & front-end performance improvement</b>
tr_tr: Bu, Nektar Kaydırıcısı yayın türünü kaldırır <b> Yönetici paneli ve ön uç performans iyileştirmesi sağlar </b>

source: Accent Colors
tr_tr: Accent Renkler

source: All accent color related options are listed here.
tr_tr: Vurgu rengiyle ilgili tüm seçenekler burada listelenmiştir.

source: Accent Color
tr_tr: Vurgu Rengi

source: Change this color to alter the accent color globally for your site.
tr_tr: Siteniz için genel vurgu rengini değiştirmek için bu rengi değiştirin.

source: Applicable theme elements will have the option to choose this as a color <br/> (i.e. buttons, icons etc..)
tr_tr: Uygulanabilir tema öğeleri, bunu renk olarak seçme seçeneğine sahip olacaktır <br/> (yani düğmeler, simgeler vb.)

source: Extra Color Gradient
tr_tr: Ekstra Renk Degradesi

source: Extra Color Gradient #2
tr_tr: Ekstra Renk Degradesi # 2

source: Boxed Layout
tr_tr: Kutulu Düzen

source: All boxed layout related options are listed here.
tr_tr: Kutulu düzen ile ilgili tüm seçenekler burada listelenmiştir.

source: Enable Boxed Layout?
tr_tr: Kutulu Düzeni Etkinleştir?

source: Background Color
tr_tr: Arka plan rengi

source: If you would rather simply use a solid color for your background, select one here.
tr_tr: Arkaplanınız için düz bir renk kullanmak istiyorsanız, buradan bir tane seçin.

source: Upload your background here
tr_tr: Geçmişinizi buraya yükleyin

source: Do you want your background to repeat? (Turn on when using patterns)
tr_tr: Arkaplanınızın tekrar etmesini ister misiniz? (Desen kullanırken aç)

source: How would you like your background image to be aligned?
tr_tr: Arka plan resminizin hizalanmasını nasıl istersiniz?

source: Would you prefer your background to scroll with your site or be fixed and not move
tr_tr: Arkaplanınızın sitenizle kaydırılmasını mı tercih edersiniz, yoksa sabit değil mi?

source: Auto resize background image to fit window?
tr_tr: Arka plan resmini pencereye sığdırmak için otomatik yeniden boyutlandırma

source: This will ensure your background image always fits no matter what size screen the user has. (Don't use with patterns)
tr_tr: Bu, arka plan resminizin, kullanıcının boyutu ne olursa olsun her zaman sığmasını sağlar. (Desenlerle kullanmayın)

source: Typography
tr_tr: matbaacılık

source: All typography related options are listed here
tr_tr: Tipografi ile ilgili tüm seçenekler burada listelenmiştir.

source: Navigation & Page Header
tr_tr: Gezinme ve Sayfa Başlığı

source: Load Ext. Characters in Default Font
tr_tr: Dahili Yükle Varsayılan Yazı Tipindeki Karakterler

source: Navigation Font
tr_tr: Gezinme Yazı Tipi

source: Specify the Navigation font properties.
tr_tr: Gezinti yazı tipi özelliklerini belirtin.

source: Navigation Dropdown Font
tr_tr: Gezinme Açılır Yazı Tipi

source: Specify the Navigation Dropdown font properties.
tr_tr: Gezinme Açılır yazı tipi özelliklerini belirtin.

source: Page Heading Font
tr_tr: Sayfa Başlığı Yazı Tipi

source: Specify the Page Heading font properties.
tr_tr: Sayfa Başlığı yazı tipi özelliklerini belirtin.

source: Page Heading Subtitle Font
tr_tr: Sayfa Başlığı Altyazı Yazı Tipi

source: Specify the Page Heading Subtitle font properties.
tr_tr: Sayfa Başlığı Altyazı yazı tipi özelliklerini belirtin.

source: Off Canvas Navigation
tr_tr: Tuval Dışında Navigasyon

source: Specify the Off Canvas Navigation properties.
tr_tr: Tuval Dışı Gezinme özelliklerini belirtin.

source: Off Canvas Navigation Sub Text
tr_tr: Tuval dışı gezinti alt metni

source: Specify the Off Canvas Navigation Sub Text properties.
tr_tr: Tuval Dışı Gezinme Alt Metin özelliklerini belirtin.

source: General HTML elements
tr_tr: Genel HTML elemanları

source: Body Font
tr_tr: Gövde Yazı Tipi

source: Specify the Body font properties.
tr_tr: Gövde yazı tipi özelliklerini belirtin.

source: Heading 1
tr_tr: Başlık 1
