Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Tabs
tr_tr: Sekmeler

source: Tabbed content
tr_tr: Sekmeli içerik

source: Please select the style you desire for your tabbed element.
tr_tr: Lütfen sekmeli elemanınız için istediğiniz stili seçin.

source: Alignment
tr_tr: hizalanma

source: Please select your tabbed alignment
tr_tr: Lütfen sekmeli hizalamanızı seçin

source: Optional CTA button
tr_tr: İsteğe bağlı CTA düğmesi

source: If you wish to include an optional CTA button on your tabbed nav, enter the text here
tr_tr: Sekmeli navigasyon cihazınıza isteğe bağlı bir CTA düğmesi eklemek isterseniz, metni buraya girin

source: CTA button link
tr_tr: CTA düğmesi bağlantısı

source: Enter a URL for your button link here
tr_tr: Buraya düğme bağlantınız için bir URL girin

source: CTA Button Color
tr_tr: CTA Düğme Rengi

source: Please select the style for your optional CTA button
tr_tr: Lütfen isteğe bağlı CTA düğmeniz için stil seçin

source: Tab
tr_tr: çıkıntı

source: Tab title.
tr_tr: Sekme başlığı.

source: Tab ID
tr_tr: Sekme kimliği

source: An appealing testmonial slider.
tr_tr: Çekici bir testmonial slider.

source: Please select the style for your testimonial slider
tr_tr: Lütfen referans kaydırıcınız için stil seçin

source: Please select the color you would like for your testimonial slider. <br/> The Inherit value will react based on the row Text Color when set to light or dark.
tr_tr: Lütfen referans kaydırıcınız için istediğiniz rengi seçin. <br/> Inherit değeri, açık veya koyu olarak ayarlandığında Metin Rengi satırına göre tepki verir.

source: Auto rotate?
tr_tr: Otomatik döndürme?

source: If you would like this to autorotate, enter the rotation speed in miliseconds here. i.e 5000
tr_tr: Bunun otomatik olarak dönmesini istiyorsanız, dönme hızını milisaniye cinsinden buraya girin. yani 5000

source: Testimonial
tr_tr: bonservis

source: Name or source of the testimonial
tr_tr: Referansın adı veya kaynağı

source: The optional subtitle that will follow the testimonial name
tr_tr: Referans adını takip edecek isteğe bağlı altyazı

source: Quote
tr_tr: Alıntı

source: The testimonial quote
tr_tr: Referans teklifi

source: Testimonial ID
tr_tr: Referans Kimliği

source: Clients Display
tr_tr: Müşteri ekran

source: Show off your clients!
tr_tr: Müşterilerini göster!

source: Columns
tr_tr: Sütunlar

source: Please select how many columns you would like..
tr_tr: Lütfen kaç tane sütun istediğinizi seçin.

source: Client
tr_tr: müşteri

source: Add an optional link to your client
tr_tr: Müşterinize isteğe bağlı bir bağlantı ekleyin

source: Client Name
tr_tr: Müşteri Adı

source: Fill this out to keep track of which client is which in your page builder interface.
tr_tr: Sayfa oluşturucu arayüzünüzdeki hangi müşterinin hangisi olduğunu izlemek için bunu doldurun.

source: Icon List
tr_tr: Simge Listesi

source: Create an icon list
tr_tr: Bir simge listesi oluşturun

source: Please select the direction you would like your list items to display in
tr_tr: Lütfen liste öğelerinizin görüntülenmesini istediğiniz yönü seçin

source: Icon Style
tr_tr: Simge Stili

source: List Item
tr_tr: Liste Öğesi

source: List Icon Type
tr_tr: Liste Simgesi Türü

source: Header
tr_tr: Başlık

source: Enter the header desired for your icon list element
tr_tr: Simge listesi öğeniz için istediğiniz başlığı girin

source: Enter the text content desired for your icon list element
tr_tr: Simge listesi öğeniz için istenen metin içeriğini girin

source: Item ID
tr_tr: Öğe Kimliği

source: Page Submenu
tr_tr: Sayfa Alt Menüsü

source: Great for animated anchors
tr_tr: Animasyonlu çapalar için harika

source: Link Alignment
tr_tr: Bağlantı Hizalama

source: Please select your desired link alignment
tr_tr: Lütfen istediğiniz bağlantı hizasını seçin

source: Link
tr_tr: bağlantı

source: Menu Link
tr_tr: Menü Bağlantısı

source: Enter the text that will be displayed for your link
tr_tr: Bağlantınız için gösterilecek metni girin

source: Enter the URL that will be used for your link
tr_tr: Bağlantınız için kullanılacak URL’yi girin

source: Page Link ID
tr_tr: Sayfa Bağlantısı Kimliği

source: Pricing Table
tr_tr: Fiyat tablosu

source: Stylish pricing tables
tr_tr: Şık fiyat tabloları

source: Pricing Column
tr_tr: Fiyatlandırma Sütunu

source: Please enter a title for your pricing column
tr_tr: Lütfen fiyatlandırma sütununuz için bir başlık girin

source: Price
tr_tr: Fiyat

source: Enter the price for your column
tr_tr: Sütununuzun fiyatını girin

source: Currency Symbol
tr_tr: Para Birimi Simgesi

source: Enter the currency symbol that will display for your price
tr_tr: Ücretiniz için gösterilecek para birimi sembolünü girin

source: Interval
tr_tr: Aralık

source: Enter the interval for your pricing e.g. "Per Month" or "Per Year"
tr_tr: Ücretlendirme aralığınızı girin; örneğin, \ "Her Ay " veya \ "Her Yıl "

source: Highlight Reason
tr_tr: Nedeni Vurgula

source: Enter the reason for the column being highlighted e.g. "Most Popular"
tr_tr: Vurgulanan sütunun nedenini girin, örneğin \ "En Popüler "

source: Carousel
tr_tr: atlıkarınca

source: A simple carousel for any content
tr_tr: Herhangi bir içerik için basit bir atlıkarınca

source: Owl Carousel is the reccomended choice as there's greater control over column sizing - however carouFredSel is available for legacy users who prefer it.
tr_tr: Baykuş Atlı Karıncası, sütun boyutlandırma üzerinde daha fazla kontrol olduğu için önerilen seçimdir - ancak carouFredSel, tercih eden eski kullanıcılar için kullanılabilir.

source: Carousel Title
tr_tr: Atlıkarınca Başlığı

source: Enter the title you would like at the top of your carousel (optional)
tr_tr: Atlıkarınca üstünden istediğiniz başlığı (isteğe bağlı) girin

source: Please select your desired column padding
tr_tr: Lütfen istediğiniz sütun dolgusunu seçin

source: Transition Scroll Speed
tr_tr: Geçiş Kaydırma Hızı

source: Enter in milliseconds (default is 700)
tr_tr: Milisaniye cinsinden girin (varsayılan 700)

source: Autorotation Speed
tr_tr: Otomatik döndürme hızı

source: Enter in milliseconds (default is 5000)
tr_tr: Milisaniye cinsinden girin (varsayılan 5000'dir)

source: Carousel Item
tr_tr: Atlıkarınca öğe

source: Social Buttons
tr_tr: Sosyal Düğmeler

source: Add social buttons to any page
tr_tr: Herhangi bir sayfaya sosyal düğmeler ekleyin

source: Display full width?
tr_tr: Tam genişlik gösterilsin mi?

source: This will make your social icons expand to fit edge to edge in whatever space they're placed.
tr_tr: Bu, sosyal simgelerinizin yerleştirildikleri alanın her bir köşesine sığacak şekilde genişler.

source: Nectar Love
tr_tr: Nektar Aşk

source: Twitter
tr_tr: heyecan

source: Gallery type
tr_tr: Galeri türü

source: Basic Slider Style
tr_tr: Temel kaymak tarzı

source: Nectar Slider Style
tr_tr: Nektar kaymak tarzı

source: Touch Enabled & Spaced
tr_tr: Etkin ve Aralıklı'a dokunun

source: Image Grid Style
tr_tr: Görüntü Izgara Tarzı

source: Select gallery type.
tr_tr: Galeri türünü seçin.

source: Auto rotate slides
tr_tr: Slaytları otomatik döndür

source: Disable
tr_tr: Devre dışı

source: Auto rotate slides each X seconds.
tr_tr: Otomatik döndür, her X saniyede bir kaydırır.

source: Images
tr_tr: Görüntüler

source: Select images from media library.
tr_tr: Medya kütüphanesinden görüntüleri seçin.

source: Image size
tr_tr: Görüntü boyutu

source: Enter image size in pixels - e.g 600x400 (Width x Height) <br/> Or use WordPress image size names such as "full"
tr_tr: Görüntü boyutunu piksel cinsinden girin - örneğin 600x400 (Genişlik x Yükseklik) <br/> Veya \ "full " gibi WordPress görüntü boyutu adlarını kullanın

source: Controls
tr_tr: Kontroller

source: Please select the controls you would like for your gallery
tr_tr: Lütfen galeri için istediğiniz kontrolleri seçin

source: Hide Arrow Navigation?
tr_tr: Ok Gezinmesini Gizle?

source: Would you like this slider to hide the arrows on the right and left sides?
tr_tr: Bu kaydırıcının sağ ve sol taraftaki okları gizlemesini ister misiniz?

source: Display Title/Caption?
tr_tr: Başlık / Başlık Gösterilsin mi?

source: Please select the layout you would like for your gallery
tr_tr: Lütfen galeri için istediğiniz düzeni seçiniz

source: This will allow your gallery items to display in a masonry layout as opposed to a fixed grid. You can define your desired masonry size for each image when editing/adding them in the right hand side "Attachment Details" sidebar. Enabling this will override the "Image Size" field above.<br/>
tr_tr: Bu, galeri öğelerinizin sabit bir ızgara yerine duvar düzeninde görüntülenmesini sağlar. Sağdaki \ "Ek Ayrıntılar " kenar çubuğunda düzenlerken / eklerken her resim için istediğiniz duvar boyutunu tanımlayabilirsiniz. Bunun etkinleştirilmesi, yukarıdaki \ "Görüntü Boyutu " alanını geçersiz kılar. <br/>

source: This will change the max columns to 4 (default is 5 for fullwidth). Activating this will make it easier to create a grid with no empty spaces at the end of the list on all screen sizes. (Won't be used if masonry layout is active)
tr_tr: Bu, maksimum sütunları 4 olarak değiştirir (tam genişlikte varsayılan 5'tir). Bunu etkinleştirmek, listenin sonunda tüm ekran boyutlarında boş alan olmayan bir ızgara oluşturmayı kolaylaştırır. (Duvar yerleşimi etkinse kullanılmaz)

source: Gallery Style
tr_tr: Galeri Stili

source: Please select the style you would like your gallery to display in
tr_tr: Lütfen galerinizin görüntülenmesini istediğiniz stili seçin.

source: On click
tr_tr: Tıklamada

source: Do nothing
tr_tr: Hiçbir şey yapma

source: Open prettyPhoto
tr_tr: PrettyPhoto'u aç

source: Open custom link
tr_tr: Özel bağlantı aç

source: What to do when slide is clicked?
tr_tr: Slayt tıklatıldığında ne yapmalı?

source: Custom links
tr_tr: Özel bağlantılar

source: Enter links for each slide here. Divide links with linebreaks (Enter).
tr_tr: Buraya her slayt için bağlantı girin. Bağlantıları çizgi çizgilerle bölün (Enter).

source: Custom link target
tr_tr: Özel bağlantı hedefi

source: Select where to open custom links.
tr_tr: Özel bağlantıların açılacağı yeri seçin.

source: Text With Icon
tr_tr: Simgeli Metin

source: Add a text block with stylish icon
tr_tr: Şık simgeli bir metin bloğu ekleyin

source: Icon Type
tr_tr: Simge türü

source: Please select type of icon you would like for the text block
tr_tr: Lütfen metin bloğu için istediğiniz simge türünü seçin

source: Please select the icon you wish to use
tr_tr: Lütfen kullanmak istediğiniz simgeyi seçin

source: Please select the color you wish for icon to display in
tr_tr: Lütfen simgenin göstermesini istediğiniz rengi seçin.

source: Fancy Unordered List
tr_tr: Fantezi Sırasız Liste

source: Make your lists appealing
tr_tr: Listelerinizi çekici kılın

source: Please select type of icon you would like for your fancy list
tr_tr: Lütfen fantezi listeniz için istediğiniz ikon tipini seçin.

source: Please use the Unordered List button <img src='
tr_tr: Lütfen Sırasız Liste düğmesini kullanın <img src = '

source: Wrap some text in a unqiue way to grab attention
tr_tr: Dikkatini çekmek için metni biraz beklenmedik bir şekilde sarın

source: Enter the text that will be wrapped here
tr_tr: Buraya sarılacak metni girin

source: Button
tr_tr: Buton

source: Add a button
tr_tr: Düğme ekle

source: Size
tr_tr: Boyut

source: Small
tr_tr: Küçük

source: Medium
tr_tr: Orta

source: Large
tr_tr: Büyük

source: Extra Jumbo
tr_tr: Ekstra Jumbo

source: Select your button size.
tr_tr: Düğme boyutunu seçin.

source: The link for your button.
tr_tr: Düğmeniz için link.

source: Text
tr_tr: Metin

source: The text for your button.
tr_tr: Düğmeniz için metin.

source: Open Link In New Tab?
tr_tr: Bağlantıyı Yeni Sekmede Aç

source: Regular
tr_tr: Düzenli

source: Regular With Tilt
tr_tr: Eğimli Normal

source: See Through Solid On Hover
tr_tr: Solid On Hover Üzerinden Bakın

source: See Through Solid On Hover Alt
tr_tr: Üstü Vurgulu Alttan Görün

source: See Through 3D
tr_tr: 3D'yi Gör

source: Select your button style.
tr_tr: Düğme stilinizi seçin.

source: Hover Text Color
tr_tr: Vurgulu Metin Rengi

source: Light
tr_tr: ışık

source: Dark
tr_tr: karanlık

source: Select the color that will be used for the text on hover
tr_tr: Vurgulu metin için kullanılacak rengi seçin

source: Add a icon
tr_tr: Bir simge ekle

source: Don't include "px" in your string. e.g. 40 - the default is 50
tr_tr: Dizginize \ "px " eklemeyin. örneğin 40 - varsayılan değer 50

source: Slow
tr_tr: Yavaş

source: fast
tr_tr: hızlı

source: Select how fast you would like your icon to animate
tr_tr: Simgenizin ne kadar hızlı hareket etmesini istediğinizi seçin

source: Icon Only
tr_tr: Sadece İkon

source: Border Basic
tr_tr: Sınır Temel

source: Border W/ Hover Animation
tr_tr: Sınır W / Hover Animasyonu

source: Icon Border Thickness
tr_tr: Simge Sınır Kalınlığı

source: 4px
tr_tr: 4 piksel

source: Icon Color
tr_tr: Simge Rengi

source: Select your icon color.
tr_tr: Simge renginizi seçin.

source: Icon Padding
tr_tr: Simge Dolgusu

source: Full height row?
tr_tr: Tam boy sıra?

source: If checked row will be set to full height.
tr_tr: İşaretli satır tam yüksekliğe ayarlandığında.

source: Columns position
tr_tr: Sütunların konumu

source: Stretch
tr_tr: Uzatmak

source: Select columns position within row.
tr_tr: Satır içindeki sütunların konumunu seçin.

source: Curve
tr_tr: eğri

source: Curve Opacity
tr_tr: Eğri Opaklığı

source: Mountains
tr_tr: Dağlar

source: Curve Asym.
tr_tr: Eğri Asym.

source: Curve Asym. Alt
tr_tr: Eğri Asym. Alt

source: Tilt
tr_tr: eğim

source: Triangle
tr_tr: Üçgen

source: Waves
tr_tr: Dalgalar

source: Waves Opacity
tr_tr: Dalgalar Opaklığı

source: Waves Opacity 2
tr_tr: Dalgalar Opaklığı 2

source: Clouds
tr_tr: Bulutlar

source: Speech
tr_tr: Konuşma

source: Optionally enter your desired max width in pixels without the "px", e.g. 200
tr_tr: İsteğe bağlı olarak istediğiniz maksimum genişlik değerini \ "px " olmayan piksel cinsinden girin, örneğin 200

source: Select your desired column box shadow
tr_tr: İstediğiniz sütun kutusu gölgesini seçin

source: Border Radius
tr_tr: Sınır yarıçapı

source: This will round the edges of your column
tr_tr: Bu, sütununuzun kenarlarını saracak

source: Border Options
tr_tr: Sınır Seçenekleri

source: Touch Enabled & Spaced (Flickity)
tr_tr: Dokunma Etkin ve Aralıklı (Flickity)

source: Parallax Image Grid
tr_tr: Paralaks Görüntü Izgarası

source: Desktop Columns
tr_tr: Masaüstü Sütunları

source: Small Desktop Columns
tr_tr: Küçük Masaüstü Sütunları

source: Tablet Columns
tr_tr: Tablet Sütunları

source: Free Scroll
tr_tr: Bedava Kaydırma

source: Enables content to be freely flicked without aligning cells to an end position.
tr_tr: Hücreleri bir son konuma getirmeden içeriğin serbestçe kaydırılmasını sağlar.

source: Enable Auto Play
tr_tr: Otomatik Oynatmayı Etkinleştir

source: Will cause your images to auto play until user interaction
tr_tr: Kullanıcı etkileşime kadar resimlerinizin otomatik olarak oynatılmasını sağlar

source: Auto Play Duration
tr_tr: Otomatik oyun süresi

source: Enter a custom duration in milliseconds between auto play advances e.g. 5000
tr_tr: Otomatik oynatma avansları arasında milisaniye cinsinden özel bir süre girin, örneğin 5000

source: Open lightbox
tr_tr: Lightbox'ı aç

source: Choose a color from your <a target="_blank" href="
tr_tr: <A target = \ "_ blank " href = \ "den bir renk seçin

source: Owl Carousel and Flickity are reccomended over carouFredSel - however carouFredSel is still available for legacy users who prefer it.
tr_tr: Baykuş Atlıkarınca ve Flickity carouFredSel üzerinde tavsiye edilir - ancak carouFredSel tercih eden eski kullanıcılar için hala mevcuttur.

source: Select the formatting of your carousel. <br/>For the "Fixed Text Content Fullwidth" format, the carousel should be the only element in your row and inside of a full (1/1) column.
tr_tr: Karuselinizin formatını seçin. <br/> \ "Sabit Metin İçeriği Tam Genişliği " formatı için atlıkarınca satırınızdaki ve dolu (1/1) bir sütunun içindeki tek eleman olmalıdır.

source: Enter any text/content you would like to be shown prominently in your carousel
tr_tr: Atlı karıncaya belirgin bir şekilde göstermek istediğiniz herhangi bir metni / içeriği girin

source: CTA Button Text
tr_tr: CTA Düğme Metni

source: Enter your CTA text here
tr_tr: CTA metninizi buraya girin

source: CTA Button Link URL
tr_tr: CTA Düğme Bağlantısı URL'si

source: Enter your URL here
tr_tr: URL’nizi buraya girin

source: CTA Button Open in New Tab
tr_tr: CTA Düğmesi Yeni Sekmede Aç

source: Loop?
tr_tr: Döngü?

source: Hover Effect
tr_tr: Hover Etkisi

source: Select your desired hover effect
tr_tr: İstediğiniz vurgulu efekti seçin

source: Additional Logo Padding
tr_tr: Ek Logo Dolgu

source: Please select if you would like any additional padding between your client logos
tr_tr: Lütfen, müşteri logolarınız arasında herhangi bir ilave dolgu isteyip istemediğinizi seçin

source: Please select alignment you desire
tr_tr: Lütfen istediğiniz hizalamayı seçin

source: Choose your desired style here.
tr_tr: İstediğiniz stili burada seçin.

source: Box Color
tr_tr: Kutu rengi

source: Box Color Opacity
tr_tr: Kutu Rengi Opaklığı

source: Milestone Number Inherit Font
tr_tr: Kilometre Taşı Numarası Devral Yazı Tipi

source: Please select if you would like your milestone number to inherit a font family from any heading tag
tr_tr: Lütfen dönüm noktası numaranızın bir font ailesini herhangi bir başlık etiketinden devralmasını isteyip istemediğinizi seçin

source: Milestone Subject Padding
tr_tr: Kilometre taşı Konu Dolgu

source: Please select amount of padding you would like your subject to have
tr_tr: Lütfen konunuzun sahip olmasını istediğiniz dolum miktarını seçin

source: Milestone Text Alignment
tr_tr: Milestone Metin Hizalaması

source: Please select the alignment for your overall milestone.
tr_tr: Lütfen genel kilometre taşınız için hizalamayı seçin.

source: Masonry Layout Style
tr_tr: Duvar Düzeni Stili

source: Inherit from Theme Options
tr_tr: Tema Seçeneklerinden Devralma

source: Material Style
tr_tr: Malzeme tarzı

source: Classic Style
tr_tr: Klasik stil

source: Classic Enhanced Style
tr_tr: Klasik Geliştirilmiş Stil

source: Meta Overlaid Style
tr_tr: Meta Örtüşen Stil

source: Auto Masonry: Meta Overlaid Spaced
tr_tr: Oto Duvarcılık: Üst Kaplama Üstü Aralıklı

source: Please select the style you would like your posts to use when the masonry layout is displayed
tr_tr: Lütfen duvar düzeni görüntülendiğinde yazılarınızın kullanmasını istediğiniz stili seçin

source: Auto Masonry Spacing
tr_tr: Oto Duvarcılık Aralığı

source: Please select the amount of spacing you would like for your auto masonry layout
tr_tr: Lütfen otomatik duvarcılık düzeniniz için istediğiniz boşluğu seçin

source: Standard Layout Style
tr_tr: Standart Düzen Stili

source: Minimal Style
tr_tr: Minimal Stil

source: Featured Image Left Style
tr_tr: Öne Çıkan Resim Left Style

source: Please select the style you would like your posts to use when the standard layout is displayed
tr_tr: Lütfen standart düzen görüntülendiğinde yayınlarınızın kullanmasını istediğiniz stili seçin

source: Enable Sticky Sidebar
tr_tr: Yapışkan Kenar Çubuğunu Etkinleştir

source: Would you like to have your sidebar follow down as your scroll in a sticky manner?
tr_tr: Kenar çubuğunuzun kaydırma şeklinizi yapışkan bir şekilde takip etmesini ister misiniz?

source: Designates the ascending or descending order - defaults to descending
tr_tr: Yükselen veya azalan sırayı belirtir - varsayılan olarak azalan

source: Orderby
tr_tr: Tarafından sipariş

source: Sort retrieved posts by parameter - defaults to date
tr_tr: Alınan yayınları parametreye göre sırala - varsayılanları tarihe göre

source: Default Arrow
tr_tr: Varsayılan Ok

source: Layer Border Radius
tr_tr: Katman Sınır Yarıçapı

source: minimal & animated
tr_tr: minimal ve animasyonlu

source: Call to action text
tr_tr: Eylem metnini ara

source: The text that will appear before the actual CTA link
tr_tr: Gerçek CTA bağlantısından önce görünecek metin

source: Link text
tr_tr: bağlantı metni

source: The text that will be used for the CTA link
tr_tr: CTA bağlantısı için kullanılacak metin

source: The URL that will be used for the link
tr_tr: Bağlantı için kullanılacak URL

source: Please select the type of link you will be using.
tr_tr: Lütfen kullanacağınız link türünü seçin.

source: Please select the desired alignment for your CTA
tr_tr: Lütfen CTA'nız için istediğiniz hizalamayı seçin

source: Food Menu Item
tr_tr: Yemek Menüsü Öğesi

source: Create restaurant menus
tr_tr: Restoran menüleri oluştur

source: Please select the desired style for your item
tr_tr: Lütfen öğeniz için istediğiniz stili seçin

source: The item name
tr_tr: Öğe adı

source: Item Price
tr_tr: Ürün fiyatı

source: The price of your item - include the currency symbol of your choosing i.e. "$29"
tr_tr: Öğenizin fiyatı - seçtiğiniz para birimini, yani "29 $"

source: Item Name Heading Tag
tr_tr: Öğe Adı Başlık Etiketi

source: Please select the desired heading tag for your item name
tr_tr: Lütfen öğe adınız için istediğiniz başlık etiketini seçin

source: Item Description
tr_tr: Ürün Açıklaması

source: Please enter description for your item
tr_tr: Lütfen öğeniz için açıklama girin

source: Marker Style
tr_tr: İşaretçi Stili

source: Please select the marker style you would like <br/> <b>Default Google Style</b> <i> - Will display the Google standard map marker and also allow you to optionally override it with an image</i> <br/> <b>Nectar Animated</b> <i>- Will use a custom Nectar CSS based marker (the modern option).</i>
tr_tr: Lütfen istediğiniz işaretleyici stilini seçin <br/> <b> Varsayılan Google Stil </b> <i> - Google standart harita işaretleyicisini gösterir ve ayrıca isteğe bağlı olarak bir resim ile geçersiz kılmanıza izin verir </i> <br /> <b> Nectar Animated </b> <i> - Özel bir Nectar CSS tabanlı işaretleyici (modern seçenek) kullanacak. </i>

source: Marker Color
tr_tr: İşaret Rengi

source: Please select the color for your nectar marker.
tr_tr: Lütfen nektar işaretçiniz için renk seçin.

source: Organize data into a clean list
tr_tr: Verileri temiz bir listede düzenleyin

source: Column One Content
tr_tr: Sütun Bir İçeriği

source: Enter your column text here
tr_tr: Sütun metninizi buraya girin

source: Column Two Content
tr_tr: Sütun İki İçeriği

source: Column Three Content
tr_tr: Üç İçerik Sütunu

source: Column Four Content
tr_tr: Sütun Dört İçeriği

source: CTA Text
tr_tr: CTA Metni

source: CTA Link URL
tr_tr: CTA Bağlantısı URL'si

source: CTA Open in New Tab
tr_tr: CTA Yeni Sekmede Aç

source: CTA 2 Text
tr_tr: CTA 2 Metin

source: CTA 2 Link URL
tr_tr: CTA 2 Bağlantı URL’si

source: CTA 2 Open in New Tab
tr_tr: CTA 2 Yeni Sekmede Aç

source: Full Item Link URL
tr_tr: Tam Öğe Bağlantı URL’si

source: Adding a URL for this will link your entire list item
tr_tr: Bunun için bir URL eklemek, tüm liste öğenizi bağlar

source: Open Full Link In New Tab
tr_tr: Tam Bağlantıyı Yeni Sekmede Aç

source: Hover Color
tr_tr: Vurgulu renk

source: Please select the layout you would like for your portfolio. The Constrained Fullwidth option will allow your projects to display with the same formatting options only available to full width layouut, but will limit the width to your website container area.
tr_tr: Lütfen portföyünüz için istediğiniz düzeni seçiniz. Sınırlandırılmış Tam Genişlik seçeneği, projelerinizin yalnızca tam genişlik yerleşimi için kullanılabilen aynı biçimlendirme seçenekleriyle görüntülemesini sağlar, ancak genişliğini web sitenizin konteyner alanıyla sınırlar.

source: Single Testimonial
tr_tr: Tek referans

source: Styled Quotes
tr_tr: Tarz Alıntılar

source: Added Color
tr_tr: Eklenen Renk

source: Zoom BG Image
tr_tr: BG Görüntüsü Yakınlaştır
