Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Specify the H1 Text properties.
tr_tr: H1 Metin özelliklerini belirtin.

source: Heading 2
tr_tr: Başlık 2

source: Specify the H2 Text properties.
tr_tr: H2 Metin özelliklerini belirtin.

source: Heading 3
tr_tr: Başlık 3

source: Specify the H3 Text properties.
tr_tr: H3 Metin özelliklerini belirtin.

source: Heading 4
tr_tr: Başlık 4

source: Specify the H4 Text properties.
tr_tr: H4 Metin özelliklerini belirtin.

source: Heading 5
tr_tr: Başlık 5

source: Specify the H5 Text properties.
tr_tr: H5 Metin özelliklerini belirtin.

source: Heading 6
tr_tr: Başlık 6

source: Specify the H6 Text properties.
tr_tr: H6 Metin özelliklerini belirtin.

source: Italic
tr_tr: İtalik

source: Specify the italic Text properties.
tr_tr: İtalik Metin özelliklerini belirtin.

source: Form Labels
tr_tr: Form Etiketleri

source: Specify the Form Label properties. When using the "Material" theme skin, sidebar links will inherit this as well.
tr_tr: Form Etiketi özelliklerini belirtin. \ "Malzeme " tema arayüzünü kullanırken, kenar çubuğu bağlantıları da bunu devralır.

source: Nectar Specific elements
tr_tr: Nektar Özel elementler

source: Nectar/Home Slider Heading Font
tr_tr: Nektar / ev kaymak başlık yazı tipi

source: Specify the Nectar Slider Heading font properties.
tr_tr: Nektar Kaymak Başlığı yazı tipi özelliklerini belirtin.

source: Nectar/Home Slider Caption Font
tr_tr: Nektar / Ana Sayfa Slider Caption Yazı Tipi

source: Specify the Nectar Slider Caption font properties.
tr_tr: Nectar Slider Caption yazı tipi özelliklerini belirtin.

source: Testimonial Slider/Blockquote Font
tr_tr: Referans Slider / Blockquote Yazı Tipi

source: Specify the Testimonial Slider/Blockquote font properties.
tr_tr: Referans Slider / Blockquote font özelliklerini belirtin.

source: Sidebar, Carousel, Nectar Button & Footer Headers Font
tr_tr: Kenar Çubuğu, Atlıkarınca, Nektar Düğmesi ve Altbilgi Başlıkları Yazı Tipi

source: Specify the Sidebar, Carousel, Nectar Button & Footer Headers font properties.
tr_tr: Kenar Çubuğu, Atlıkarınca, Nektar Düğmesi ve Altbilgi Başlıkları font özelliklerini belirtin.

source: Portfolio Filters
tr_tr: Portföy Filtreleri

source: Specify the Portfolio filter font properties.
tr_tr: Portföy filtresi yazı tipi özelliklerini belirtin.

source: Portfolio Caption/Excerpt
tr_tr: Portföy Altyazısı / Alıntı

source: Specify the Portfolio project caption/excerpt font properties.
tr_tr: Portföy projesi başlığı / alıntı yazı özelliklerini belirtin.

source: Sub-headers & Team Member Names Font
tr_tr: Alt Başlıklar ve Ekip Üyesi İsimler Yazı Tipi

source: Specify the Sub-headers & Team Member Name properties.
tr_tr: Alt başlıklar ve Takım Üyesi Adı özelliklerini belirtin.

source: Specify the dropcap font properties.
tr_tr: Dropcap yazı tipi özelliklerini belirtin.

source: Sidebar/Footer Headers
tr_tr: Kenar Çubuğu / Altbilgi Başlıkları

source: Specify the font properties for headers used in sidebars & the footer.
tr_tr: Kenar çubuklarında ve altbilgide kullanılan başlıklar için font özelliklerini belirtin.

source: Responsive Settings
tr_tr: Duyarlı Ayarlar

source: Custom Responsive Headings
tr_tr: Özel Duyarlı Başlıklar

source: If left off, Salient will calculate the responsive typography settings for your h1-h6 tags automatically.
tr_tr: Bırakılırsa, Salient h1-h6 etiketleriniz için uygun tipografi ayarlarını otomatik olarak hesaplar.

source: How These Settings Work
tr_tr: Bu Ayarlar Nasıl Çalışır?

source: Set the amount (in %) you would like each heading tag to decrease by for every viewport. <br/> For example, a value of "100" would mean the font stays at 100% of the font size defined and a value of "50" would mean the font shrinks to "50%" of the font size defined. <br/> <br/> <i>Note: these will apply to all heading tags defined by you throughout your site, but some Nectar Elements will override the sizing within themselves.</i>
tr_tr: Her başlık etiketinin, her görünüm alanı için düşmesini istediğiniz miktarı (% olarak) ayarlayın. <br/> Örneğin, \ "100 " değeri, fontun tanımlanan font boyutunun% 100'ünde kalması ve \ "50 " değeri fontun \ "% 50 " değerine küçüleceği anlamına gelir. tanımlanan yazı tipi boyutu. <br/> <br/> <i> Not: bunlar, sitenizde tanımladığınız tüm başlık etiketleri için geçerli olacaktır, ancak bazı Nectar Elements kendi içindeki boyutlandırmayı geçersiz kılar. </i>

source: H1 Small Desktop
tr_tr: H1 Küçük Masaüstü

source: H1 Phone
tr_tr: H1 Telefon

source: H2 Small Desktop
tr_tr: H2 Küçük Masaüstü

source: H2 Phone
tr_tr: H2 Telefon

source: H3 Small Desktop
tr_tr: H3 Küçük Masaüstü

source: H3 Phone
tr_tr: H3 Telefon

source: H4 Small Desktop
tr_tr: H4 Küçük Masaüstü

source: H4 Phone
tr_tr: H4 Telefon

source: H5 Small Desktop
tr_tr: H5 Küçük Masaüstü

source: H5 Phone
tr_tr: H5 Telefon

source: H6 Small Desktop
tr_tr: H6 Küçük Masaüstü

source: H6 Phone
tr_tr: H6 Telefon

source: Header Navigation
tr_tr: Başlık Gezintisi

source: All header navigation related options are listed here.
tr_tr: Gezinti ile ilgili tüm başlık seçenekleri burada listelenmiştir.

source: Logo & General Styling
tr_tr: Logo ve Genel Tasarım

source: Use Image for Logo?
tr_tr: Logo için Resim Kullan?

source: If left unchecked, plain text will be used instead (generated from site name).
tr_tr: Denetlenmezse, metin yerine düz metin kullanılır (site adından oluşturulur).

source: Logo Upload
tr_tr: Logo Yükle

source: Upload your logo here and enter the height of it below
tr_tr: Logonuzu buraya yükleyin ve yüksekliğini aşağıya girin

source: Retina Logo Upload
tr_tr: Retina Logo Yükle

source: Upload at exactly 2x the size of your standard logo. Supplying this will keep your logo crisp on screens with a higher pixel density.
tr_tr: Standart logonuzun tam olarak 2 katı boyutunda yükleyin. Bunu sağlamak, logonuzu daha yüksek piksel yoğunluğuna sahip ekranlarda net tutar.

source: Logo Height
tr_tr: Logo Yüksekliği

source: Don't include "px" in the string. e.g. 30
tr_tr: Dizeye \ "px " eklemeyin. örneğin 30

source: Mobile Logo Height
tr_tr: Mobil Logo Yüksekliği

source: Don't include "px" in the string. e.g. 24
tr_tr: Dizeye \ "px " eklemeyin. örneğin 24

source: Header Padding
tr_tr: Başlık Dolgusu

source: Don't include "px" in the string. e.g. 28
tr_tr: Dizeye \ "px " eklemeyin. örneğin 28

source: Header Remove Desktop Stickiness
tr_tr: Üstbilgi Masaüstü Yapışkanlığını Kaldır

source: By default your header will always remain at the top of the screen even when scrolling down the page. Enabling this will remove that functionality and cause it to stay at the top of the page.
tr_tr: Varsayılan olarak başlığınız, sayfayı aşağı kaydırırken bile her zaman ekranın en üstünde kalır. Bunu etkinleştirmek bu işlevi kaldıracak ve sayfanın en üstünde kalmasına neden olacaktır.

source: Header Sticky On Mobile
tr_tr: Mobil Başlık Üstbilgisi

source: Do you want the header to be sticky on mobile devices?
tr_tr: Başlığın mobil cihazlara yapışkan olmasını ister misiniz?

source: Mobile Breakpoint
tr_tr: Mobil Kesme Noktası

source: Define at what window size (in px) the header navigation menu will collapse into the mobile menu style - larger values are useful when you have navigations with many items which wouldn't fit on one line when viewed on small desktops/laptops.
tr_tr: Başlık gezinme menüsünün hangi pencere boyutunda (piksel cinsinden) mobil menü stiline daraltacağını tanımlayın - daha küçük değerler, küçük masaüstlerinde / dizüstü bilgisayarlarda görüntülendiğinde bir satıra sığmayacak çok sayıda öğeyle birlikte gezinirken çok yararlıdır.

source: Header Box Shadow
tr_tr: Başlık Kutusu Gölgesi

source: Please select your header box shadow here.
tr_tr: Lütfen buraya başlık kutusu gölgenizi seçin.

source: Menu Item Spacing
tr_tr: Menü Öğesi Aralığı

source: Set the padding that will display on each side of your header menu items - space will be set in pixels.
tr_tr: Başlığınızın menü öğelerinin her iki tarafında görünecek dolguyu ayarlayın - boşluk piksel olarak ayarlanır.

source: Header BG Opacity
tr_tr: Başlık BG Opaklığı

source: Please set your header BG opacity here. <br/> <br/> <i>Note:</i> if you're trying to have your header completely see through before scrolling, setting this very low is not how to achieve it. The fully transparent style as shown on many of the demos is the option titled " Use Transparent Header When Applicable" which is available in the Header Navigation > Transparency tab.
tr_tr: Lütfen başlık BG opaklığınızı buraya ayarlayın. <br/> <br/> <i> Not: </i>, başlığınızı kaydırmadan önce tamamen görmeye çalışıyorsanız, bunu çok düşük ayarlamak, başaramazsınız. Demoların çoğunda gösterildiği gibi tamamen saydam stil, Başlık Gezinme> Saydamlık sekmesinde bulunan \ "\ nKullanılabilir olduğunda Şeffaf Başlık Kullan " başlıklı seçenektir.

source: Header Color Scheme
tr_tr: Üstbilgi Renk Şeması

source: Please select your header color scheme here.
tr_tr: Lütfen başlık renk düzeninizi buradan seçin.

source: Custom
tr_tr: görenek

source: Header Background
tr_tr: Başlık Arka Planı

source: Header Font
tr_tr: Üstbilgi Yazı Tipi

source: Header Font Hover
tr_tr: Üstbilgi Yazı Tipi Vurgusu

source: Dropdown Background
tr_tr: Açılan Arka Plan

source: Dropdown Background Hover
tr_tr: Açılan Arka Plan Vurgusu

source: Dropdown Font
tr_tr: Açılan Yazı Tipi

source: Dropdown Font Hover
tr_tr: Açılan Yazı Tipi Vurgusu

source: Mega Menu Heading Font
tr_tr: Mega Menü Başlığı Yazı Tipi

source: Mega Menu Heading Font Hover
tr_tr: Mega Menu Başlık Yazı Tipi Hover

source: Header Separators
tr_tr: Başlık Ayırıcılar

source: 2nd Header Background
tr_tr: 2. Başlık Arka Planı

source: 2nd Header Font
tr_tr: 2. Başlık Yazı Tipi

source: 2nd Header Font Hover
tr_tr: 2. Başlık Yazı Tipi Hover

source: Off Canvas Navigation Background
tr_tr: Tuval Gezintisi Arka Plan Dışı

source: Off Canvas Navigation Background 2 (Used for gradient)
tr_tr: Tuval Navigasyon Arkaplanında Kapalı 2 (gradyan için kullanılır)

source: Off Canvas Navigation Headers
tr_tr: Tuval dışı gezinti başlıkları

source: Off Canvas Navigation Text
tr_tr: Tuval dışı gezinti metni

source: Off Canvas Navigation Link Hover
tr_tr: Tuval Dışında Navigasyon Bağlantısı Vurgulu

source: Off Canvas Navigation Close Button Background
tr_tr: Tuval Navigasyon Kapalı Kapat Düğmesi Arkaplan

source: Off Canvas Navigation Close Button Icon
tr_tr: Kapalı Tuval Gezintisi Kapat Düğmesi Simgesi

source: Layout Related
tr_tr: Mizanpaj İle İlgili

source: Header Layout
tr_tr: Başlık Düzeni

source: Please select the layout you desire. The Left header does not allow some of the options other headers do such as "transparency", and effects like "resize on scroll".
tr_tr: Lütfen istediğiniz düzeni seçiniz. Sol başlık, diğer başlıkların \ "saydamlık " gibi bazı seçeneklerine ve \ "kaydırma \ 'da yeniden boyutlandır " gibi efektlere izin vermez.

source: Full Width Header
tr_tr: Tam Genişlik Başlığı

source: Do you want the header to span the full width of the page?
tr_tr: Başlığın sayfanın tüm genişliğini kaplamasını ister misiniz?

source: Remove Header search
tr_tr: Başlık aramayı kaldır

source: Active to remove the search functionality from your header
tr_tr: Arama işlevselliğini başlığınızdan kaldırmak için etkin

source: Disable AJAX from search
tr_tr: AJAX'ı aramadan devre dışı bırak

source: This will turn off the autocomplete suggestions from appearing when typing in the search box.
tr_tr: Bu, arama kutusuna yazarken otomatik tamamlama önerilerinin görünmesini engeller.

source: Header Secondary Nav
tr_tr: Başlık İkincil Nav

source: Please select your header layout here.
tr_tr: Lütfen başlık düzeninizi buradan seçin.

source: Standard Header
tr_tr: Standart Başlık

source: Header With Secondary Navigation
tr_tr: İkincil Navigasyonlu Başlık

source: Enable Social Icons?
tr_tr: Sosyal Simgeleri Etkinleştirilsin mi?

source: Do you want the secondary nav to display social icons?
tr_tr: İkincil nav'ın sosyal simgeleri göstermesini ister misiniz?

source: Use Facebook Icon
tr_tr: Facebook Simgesini Kullan

source: Use Twitter Icon
tr_tr: Twitter Simgesini Kullan

source: Use Google+ Icon
tr_tr: Google+ Simgesini Kullan

source: Use Vimeo Icon
tr_tr: Vimeo Simgesini Kullan

source: Use Dribbble Icon
tr_tr: Dribbble Simgesini Kullan

source: Use Pinterest Icon
tr_tr: Pinterest Simgesini Kullan

source: Use Youtube Icon
tr_tr: Youtube Simgesini Kullan

source: Use Tumblr Icon
tr_tr: Tumblr Simgesini Kullan

source: Use LinkedIn Icon
tr_tr: LinkedIn Simgesini Kullan

source: Use RSS Icon
tr_tr: RSS Simgesini Kullan

source: Use Behance Icon
tr_tr: Behance Simgesini Kullan

source: Use Instagram Icon
tr_tr: Instagram Simgesini Kullan

source: Use Flickr Icon
tr_tr: Flickr Simgesini Kullan

source: Use Spotify Icon
tr_tr: Spotify Simgesini Kullan

source: Use GitHub Icon
tr_tr: GitHub Simgesini Kullan

source: Use StackExchange Icon
tr_tr: StackExchange Simgesini Kullan

source: Use SoundCloud Icon
tr_tr: SoundCloud Simgesini Kullan

source: Use VK Icon
tr_tr: VK Simgesini Kullan

source: Use Vine Icon
tr_tr: Asma Simgesini Kullan

source: Use Houzz Icon
tr_tr: Houzz Simgesini Kullan

source: Use Yelp Icon
tr_tr: Yelp Simgesini Kullan

source: Transparency
tr_tr: şeffaflık

source: Use Transparent Header When Applicable?
tr_tr: Uygulanabilir Olduğunda Şeffaf Başlık Kullanilsin mi?

source: If activated this will cause your header to be completely transparent before the user scrolls. Valid instances where this will get used include using a Page Header or using a Full width/screen Nectar Slider at the top of a page.
tr_tr: Etkinleştirilirse, kullanıcı kaydırmadan önce başlığınızın tamamen saydam olmasına neden olur. Bunun kullanılacağı geçerli durumlar, bir Sayfa Başlığı veya bir sayfanın üstündeki Tam genişlikte / ekranlı bir Nektar Kaydırıcısı kullanılmasını içerir.

source: Header Starting Logo Upload
tr_tr: Logo Yüklemeye Başlayan Başlık

source: This will be used when the header is transparent before the user scrolls. (Will be swapped for the regualr logo upon scrolling)
tr_tr: Bu, kullanıcı kaydırmadan önce başlık saydam olduğunda kullanılır. (Kaydırma sonrası regualr logosu ile değiştirilecektir)

source: Header Starting Retina Logo Upload
tr_tr: Üstbilgi Retina Logo Yüklemeyi Başlat

source: Retina version of the header starting logo.
tr_tr: Başlığın başlangıç logosunun retina versiyonu.

source: Header Starting Dark Logo Upload
tr_tr: Başlık Koyu Logo Yüklemeyi Başlatmak

source: This will be used when on a Nectar Slide set to use the dark text color and the header is transparent before the user scrolls. (If nothing is uploaded, the default logo will be used)
tr_tr: Koyu metin rengini kullanmak için ayarlanmış bir Nectar Slide ayarında kullanılır ve kullanıcı kaydırmadan önce başlık saydam olur. (Hiçbir şey yüklenmediyse, varsayılan logo kullanılacaktır)

source: Header Starting Dark Retina Logo Upload
tr_tr: Başlık Retina Logo Yükleme Başlatılıyor

source: Retina version of the header starting dark logo. (If nothing is uploaded, the default logo will be used)
tr_tr: Başlığın retina versiyonu koyu logodan başlıyor. (Hiçbir şey yüklenmediyse, varsayılan logo kullanılacaktır)

source: Header Starting Text Color
tr_tr: Başlık Başlangıç Rengi

source: Please select the color you desire for your header text before the user scrolls
tr_tr: Lütfen kullanıcı kaydırma yapmadan önce başlık metniniz için istediğiniz rengi seçin

source: Header Dark Text Color
tr_tr: Üstbilgi Koyu Metin Rengi

source: Please select the color you desire for your header navigation links when the dark header is triggered. This occurs on dark Nectar Slides, dark rows when using permenant transparent etc.
tr_tr: Lütfen karanlık başlık tetiklendiğinde başlık gezinti bağlantılarınız için istediğiniz rengi seçin. Bu, koyu renkli Nektar slaytlarında, kalıcı saydam vb. Kullanılırken koyu satırlarda meydana gelir.

source: Header Permanent Transparent
tr_tr: Başlık Kalıcı Şeffaf

source: Turning this on will allow your header to remain transparent even after scroll down
tr_tr: Bunu açmak, aşağı kaydırmadan sonra bile başlığınızın şeffaf kalmasını sağlar

source: Header Inherit Row Color
tr_tr: Başlık Satır Rengini Devral

source: Turning this on will allow your header to take on the background & text colors of the row that it passes. (Ideal for one page sites) <br/> <br/> See <a href="https://www.youtube.com/user/ThemeNectar">tutorial</a> for full example and details
tr_tr: Bunu açmak, başlığınızın geçtiği satırın arka planını ve metin renklerini üstlenmesini sağlar. (Bir sayfa siteleri için idealdir) <br/> <br/> Tam örnek ve ayrıntılar için <a href="https://www.youtube.com/user/ThemeNectar"> öğretici </a> 'ye bakın.

source: Remove Border On Transparent Header
tr_tr: Şeffaf Başlıktaki Kenarlığı Kaldır

source: Turning this on will remove the border that normally appears with the transparent header
tr_tr: Bunu açmak, normalde şeffaf başlık ile görünen sınırı kaldırır

source: Animation Effects
tr_tr: Animasyon Etkileri

source: Header Link Hover/Active Effect
tr_tr: Başlık Bağlantısı Vurgusu / Aktif Efekt

source: Please select your header link hover/active effect here.
tr_tr: Lütfen buradan başlık bağlantısına gidin / etkin efektinizi seçin.

source: Color Change
tr_tr: Renk değişimi

source: Animated Underline
tr_tr: Animasyonlu Alt Çizgi

source: Header Hide Until Needed
tr_tr: İhtiyaç duyulana kadar başlık gizle

source: Do you want the header to be hidden after scrolling until needed? i.e. the user scrolls back up towards the top
tr_tr: İhtiyaca kadar kaydırma yaptıktan sonra başlığın gizlenmesini ister misiniz? yani kullanıcı tekrar yukarı doğru ilerler

source: Header Resize On Scroll
tr_tr: Üst Başlık Kaydırıldığında Yeniden Boyutlandır

source: Do you want the header to shrink a little when you scroll?
tr_tr: Kaydırdığınızda başlığın biraz küçülmesini istiyor musunuz?

source: Header Logo Shrink Number (in px)
tr_tr: Başlık Logo Shrink Numarası (px cinsinden)

source: Don't include "px" in the string. e.g. 6
tr_tr: Dizeye \ "px " eklemeyin. örneğin 6

source: Dropdown/Megamenu
tr_tr: Açılır / Megamenu

source: Header Dropdown Style
tr_tr: Başlık Açma Stili

source: Please select the style that will be used for submenus in your main navigation
tr_tr: Lütfen ana navigasyonunuzda alt menüler için kullanılacak stili seçin

source: Classic
tr_tr: Klasik

source: Minimal
tr_tr: En az

source: Header Dropdown Opacity
tr_tr: Üstbilgi Açılma Opaklığı

source: Please select your dropdown opacity here
tr_tr: Lütfen aşağı açılır opaklığınızı buradan seçin

source: Header Mega Menu Width
tr_tr: Üstbilgi Mega Menü Genişliği

source: Please choose whether you would like your megamenu to be constraiuned to the same width of the header container or if you would prefer to be the full width of the page.
tr_tr: Lütfen megamenu'nuzun üstbilgi kabının aynı genişliğiyle sınırlandırılmasını mı yoksa sayfanın tam genişliğini mi tercih edeceğinizi seçin.

source: Contained To Header Item Width
tr_tr: Üstbilgi Öğesine Genişlik İçerir

source: Full Screen Width
tr_tr: Tam Ekran Genişliği

source: Megamenu Removes Transparent Header
tr_tr: Megamenu, Şeffaf Başlığı Kaldırır

source: This will cause your header navigation to temporarily disable the transparent effect when your megamenu is open
tr_tr: Bu, üstbilgi navigasyonunuzun, megameniniz açıkken şeffaf efekti geçici olarak devre dışı bırakmasına neden olur

source: Off Canvas Menu Style
tr_tr: Tuval dışı menü stili

source: Please select your off canvas menu style here. <br/> The "Slide Out From Right Hover Triggered" style will force the "Full Width Header" option regardless of your selection.
tr_tr: Lütfen buradan tuval dışı menü stilinizi seçin. <br/> \ "Sağ Vurgulu Tetiklendiğinde " Kayma \ "stili, seçiminizden bağımsız olarak " Tam Genişlik Başlığı \ "seçeneğini zorlar.

source: Slide Out From Right
tr_tr: Sağdan Dışarı Kaydırın

source: Slide Out From Right Hover Triggered
tr_tr: Sağ Üzerinden Kaydırılan Tetiklemeden Kayar

source: Fullscreen Cover Slide + Blur BG
tr_tr: Tam Ekran Kapak Slayt + Blur BG

source: Fullscreen Cover Fade
tr_tr: Tam Ekran Kapak Solması

source: Off Canvas Menu Dropdown Behavior
tr_tr: Kapalı Tuval Menüsü Açılır Davranışı

source: Please select the functionality for how dropdowns will behave in your off canvas menu
tr_tr: Lütfen açılan tuvaller menünüzdeki açılır pencerelerin nasıl davranacağına ilişkin işlevselliği seçin

source: Dropdown Parent Link Toggles Submenu
tr_tr: Açılan Alt Üst Bağlantı Alt menüyü değiştirir

source: Separate Dropdown Parent Link From Dropdown Toggle
tr_tr: Açılan Açma Açılışından Ayrı Açılan Üst Bağlantı

source: Off Canvas Menu
tr_tr: Tuval Menüsü Dışı

source: This will add a header link that reveals an off canvas menu
tr_tr: Bu, tuval dışı bir menü ortaya çıkaran bir başlık bağlantısı ekler

source: Off Canvas Menu Add Social
tr_tr: Kapalı Tuval Menüsü Sosyal Eklemek

source: This will add the social links you have links set for in the "Social Media" tab to your off canvas menu
tr_tr: Bu, \ "Sosyal Medya " sekmesinde ayarlamış olduğunuz bağlantıları, tuval dışı menünüze ekleyecektir.

source: Off Canvas Menu Bottom Text
tr_tr: Kapalı Tuval Menüsü Alt Metin

source: This will add some text fixed at the bottom of your off canvas menu - useful for copyright or quick contact info etc.
tr_tr: Bu, tuval dışı menünüzün altına sabitlenmiş bir metin ekler - telif hakkı veya hızlı iletişim bilgileri vb. İçin kullanışlıdır.

source: Off Canvas Menu Overlay Strength
tr_tr: Kapalı Tuval Menüsü Kaplama Gücü

source: Please select your Slide Out Widget Area overlay strength here.
tr_tr: Lütfen Dışarıya Kaydırın Pencere Alanı bindirme kuvvetinizi buradan seçin.

source: Solid
tr_tr: Katı

source: Off Canvas Menu Mobile Nav Menu items
tr_tr: Kanvas Tablo Mobile Nav Menü öğeleri

source: This will cause your off canvas menu to inherit any navigation items assigned in your "Top Navigation" menu location when viewing on a mobile device
tr_tr: Bu, bir mobil cihazda görüntülerken \ "En İyi Gezinme " menü konumunuzda atanan gezinme öğelerini miras bırakmasına neden olur

source: Footer
tr_tr: Alt Bilgi

source: All footer related options are listed here.
tr_tr: Tüm altbilgi ile ilgili seçenekler burada listelenmiştir.

source: Main Footer Area
tr_tr: Ana Altbilgi Alanı

source: Do you want use the main footer that contains all the widgets areas?
tr_tr: Tüm widget alanlarını içeren ana altbilgiyi kullanmak ister misiniz?

source: Footer Columns
tr_tr: Altbilgi Sütunları

source: Please select the number of columns you would like for your footer. <i>Note: using the 1 Column layout will also center the copyright area.</i>
tr_tr: Lütfen altbilginiz için istediğiniz sütun sayısını seçin. <i> Not: 1 Sütun düzenini kullanmak da telif hakkı alanını ortalar. </i>

source: Custom Footer Color Scheme
tr_tr: Özel Altbilgi Renk Düzeni

source: Footer Background Color
tr_tr: Altbilgi Arka Plan Rengi

source: Footer Font Color
tr_tr: Altbilgi Yazı Tipi Rengi

source: 2nd Footer Font Color
tr_tr: 2. Altbilgi Yazı Tipi Rengi

source: Copyright Background Color
tr_tr: Telif Hakkı Arka Plan Rengi

source: Footer Copyright Font Color
tr_tr: Altbilgi Telif Hakkı Yazı Tipi Rengi

source: Footer Copyright Icon Hover Color
tr_tr: Altbilgi Telif Hakkı Simgesi Vurgulu Rengi

source: Footer Add Line Above Copyright
tr_tr: Telif Hakkı Üzerindeki Altbilgi Satır Ekle

source: This will add a thin line to separate your footer widget area from the copyright section
tr_tr: Bu, altbilgi widget alanınızı telif hakkı bölümünden ayırmak için ince bir çizgi ekler

source: Footer Full Width
tr_tr: Altbilgi Tam Genişliği

source: This to cause your footer content to display full width.
tr_tr: Bu, altbilgi içeriğinizin tam genişlikte görüntülenmesine neden olmak için.
