Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Chooseing this option will allow your header to always remain fullscreen on all devices/screen sizes.
tr_tr: Bu seçeneği seçmek, başlığınızın tüm cihazlarda / ekran boyutlarında her zaman tam ekran kalmasını sağlar.

source: Page Header Title
tr_tr: Sayfa Başlığı Başlığı

source: Enter in the page header title
tr_tr: Sayfa başlığı başlığını girin

source: Page Header Subtitle
tr_tr: Sayfa Başlığı Altyazı

source: Enter in the page header subtitle
tr_tr: Sayfa başlığı alt başlığına girin

source: Text Effect
tr_tr: Metin Efekti

source: Please select your desired text effect
tr_tr: Lütfen istediğiniz metin efektini seçin

source: Shape Autorotate Timing
tr_tr: Şekil Autorotate Zamanlaması

source: Enter your desired autorotation time in milliseconds e.g. "5000". Leaving this blank will disable the functionality.
tr_tr: İstediğiniz otomatik rotasyon süresini milisaniye cinsinden girin, örn. \ "5000 ". Bu boş bırakarak işlevsellik devre dışı bırakılır.

source: Disable Chance For Particle Explosion
tr_tr: Parçacık Patlaması Şansını Devre Dışı Bırak

source: Content Alignment
tr_tr: İçerik Hizalama

source: Please choose how you would like your header background to be aligned
tr_tr: Lütfen başlık arka planınızın nasıl hizalanmasını istediğinizi seçin

source: Page Header Background Color
tr_tr: Sayfa Başlığı Arka Plan Rengi

source: Set your desired page header background color if not using an image
tr_tr: Görüntü kullanmıyorsanız, istediğiniz sayfa başlığı arka plan rengini ayarlayın

source: Page Header Font Color
tr_tr: Sayfa Başlığı Yazı Tipi Rengi

source: Set your desired page header font color
tr_tr: İstediğiniz sayfa başlığı yazı tipi rengini ayarlayın

source: Page Header Overlay Color
tr_tr: Sayfa Başlığı Yerleşimi Rengi

source: This will be applied ontop on your page header BG image (if supplied).
tr_tr: Bu, sayfa üstbilgisi BG resminizde (varsa) üzerine uygulanır.

source: Portfolio Display Settings
tr_tr: Portföy Görüntüleme Ayarları

source: Here you can configure which categories will display in your portfolio.
tr_tr: Burada, portföyünüzde hangi kategorilerin görüntüleneceğini yapılandırabilirsiniz.

source: You can use this option to force your navigation header to stay a solid color even if it qaulifies to trigger to <a target="_blank" href="
tr_tr: Gezinme başlığınızı <bir hedef = \ "_ boş " href = \ "olarak tetiklemesine rağmen, düz renk kalmasını sağlamak için bu seçeneği kullanabilirsiniz.

source: Extra Content
tr_tr: Ekstra içerik

source: Please use this section to place any extra content you would like to appear in the main content area under your portfolio item. (The above default editor is only used to populate your items sidebar content)
tr_tr: Lütfen portföyünüzün altındaki ana içerik alanında görünmesini istediğiniz herhangi bir ek içeriği yerleştirmek için bu bölümü kullanın. (Yukarıdaki varsayılan düzenleyici yalnızca öğelerinizin kenar çubuğu içeriğini doldurmak için kullanılır)

source: Project Configuration
tr_tr: Proje Yapılandırması

source: Full Width Portfolio Item Layout
tr_tr: Tam Genişlikli Portföy Öğe Düzeni

source: This will remove the sidebar and allow you to use fullwidth sections and sliders
tr_tr: Bu kenar çubuğunu kaldıracak ve tam genişlikte bölümler ve sürgüleri kullanmanıza izin verecektir

source: Custom Thumbnail Image
tr_tr: Özel Küçük Resim

source: If you would like to have a separate thumbnail for your portfolio item, upload it here. If left blank, a cropped version of your featured image will be automatically used instead. The recommended dimensions are 600px by 403px.
tr_tr: Portföy öğeniz için ayrı bir küçük resim görmek istiyorsanız, buraya yükleyin. Boş bırakılırsa, seçtiğiniz görüntünün kırpılmış bir sürümü bunun yerine otomatik olarak kullanılacaktır. Önerilen boyutlar 600 piksel x 403 piksel'dir.

source: Hide Featured Image/Video on Single Project Page?
tr_tr: Tekli Proje Sayfasında Öne Çıkan Görüntü / Videoyu Gizle?

source: You can choose to hide your featured image/video from automatically displaying on the top of the main project page.
tr_tr: Öne çıkan görüntü / videonuzu ana proje sayfasının üstünde otomatik olarak görüntülenmesini gizlemeyi seçebilirsiniz.

source: Masonry Item Sizing
tr_tr: Duvar Eşya Boyutlandırma

source: This will only be used if you choose to display your portfolio in the masonry format
tr_tr: Bu, yalnızca portföyünüzü duvar biçiminde görüntülemeyi seçerseniz kullanılır

source: Masonry Content Position
tr_tr: Duvar İçeriği

source: This will only be used on project styles which show the content overlaid before hover
tr_tr: Bu, yalnızca gezdirilmeden önce üzerine yerleştirilen içeriği gösteren proje stillerinde kullanılacaktır

source: External Project URL
tr_tr: Dış Proje URL'si

source: If you would like your project to link to a custom location, enter it here (remember to include "http://")
tr_tr: Projenizin özel bir yere bağlanmasını istiyorsanız, buraya girin (\ "http: // " eklemeyi unutmayın)

source: Parent Portfolio Override
tr_tr: Ana Portföy Geçersiz Kılma

source: This allows you to manually assign where your "Back to all" button will take the user on your single portfolio item pages.
tr_tr: Bu, \ "Tümüne geri dön " düğmenizin kullanıcıyı tek bir portföy öğesi sayfalarınızda nereye götüreceğini manuel olarak atamanıza izin verir.

source: Project Excerpt
tr_tr: Proje Alıntı

source: If you would like your project to display a small excerpt of text under the title in portfolio element, enter it here.
tr_tr: Projenizin, portföy öğesinde başlık altında küçük bir metin metni göstermesini istiyorsanız, buraya girin.

source: Gallery Slider
tr_tr: Galeri Kaydırıcısı

source: This will turn all default WordPress galleries attached to this post into a simple slider.
tr_tr: Bu, bu gönderiye ekli tüm varsayılan WordPress galerilerini basit bir kaydırıcıya dönüştürür.

source: Custom Content Grid Item
tr_tr: Özel İçerik Izgarası Öğesi

source: This will all you to place custom content using the above editor that will appear in your portfolio grid. By using this option the single project page will be disabled, however you can still link the item to a custom URL if desired.
tr_tr: Bu, portföyünüzde görünecek olan yukarıdaki düzenleyiciyi kullanarak özel içerik yerleştirmeniz için hepiniz olacaktır. Bu seçeneği kullanarak, tek bir proje sayfası devre dışı bırakılır, ancak yine de istediğiniz takdirde öğeyi özel bir URL'ye bağlayabilirsiniz.

source: Custom Content Grid Item Content
tr_tr: Özel İçerik Izgarası Öğe İçeriği

source: Use this to populate what will display as your project content in place of the default meta info
tr_tr: Bunu, varsayılan meta bilgisi yerine proje içeriğiniz olarak nelerin göstereceğini doldurmak için kullanın

source: Project Accent Color
tr_tr: Proje Vurgu Rengi

source: This will be used in applicable project styles in the portfolio thumbnail view.
tr_tr: Bu, portföy küçük resmi görünümündeki uygulanabilir proje stillerinde kullanılacaktır.

source: Project Title Color
tr_tr: Proje Başlığı Rengi

source: Project Date/Custom excerpt Color
tr_tr: Proje Tarihi / Özel Alıntı Renk

source: Custom CSS Class Name
tr_tr: Özel CSS Sınıfı Adı

source: For advanced users with css knowledge - use this to add an a specific class onto your project that can be used to target it in any portfolio element to add custom styling.
tr_tr: Css bilgisine sahip ileri düzey kullanıcılar için - projenize özel stil eklemek için herhangi bir portföy öğesinde hedeflemek için kullanılabilecek belirli bir sınıfı eklemek için bunu kullanın.

source: Project Header Settings
tr_tr: Proje Başlığı Ayarları

source: Here you can configure how your page header will appear.
tr_tr: Burada sayfa başlığınızın nasıl görüneceğini yapılandırabilirsiniz.

source: The image should be between 1600px - 2000px wide and have a minimum height of 475px for best results.
tr_tr: En iyi sonuçlar için görüntü 1600 piksel - 2000 piksel genişliğinde ve en az 475 piksel boyutunda olmalıdır.

source: Parallax Header?
tr_tr: Paralaks Başlığı?

source: If you would like your header to have a parallax scroll effect check this box.
tr_tr: Başlığınızın paralaks kaydırma efekti olmasını istiyorsanız, bu kutuyu işaretleyin.

source: Please choose how you would like your image background to be aligned
tr_tr: Lütfen resim arka planınızın nasıl hizalanmasını istediğinizi seçin

source: Set your desired page header font color - will only be used if using a header bg image/color
tr_tr: İstediğiniz sayfa üstbilgisi yazı tipi rengini ayarlayın - yalnızca bir başlık bg resmi / rengi kullanılırsa kullanılır

source: Video Settings
tr_tr: Video ayarları

source: If you have a video, please fill out the fields below.
tr_tr: Bir videonuz varsa, lütfen aşağıdaki alanları doldurun.

source: MP4 File URL
tr_tr: MP4 Dosyası URL'si

source: Please upload the .mp4 video file.
tr_tr: Lütfen .mp4 video dosyasını yükleyin.

source: Please upload the .ogv video file.
tr_tr: Lütfen .ogv video dosyasını yükleyin.

source: Video Height
tr_tr: Video Yüksekliği

source: This only needs to be filled out if your self hosted video is not in a 16:9 aspect ratio. Enter your height based on an 845px width. This is used to calculate the iframe height for the "Watch Video" link. <br/> <strong>Don't include "px" in the string. e.g. 480</strong>
tr_tr: Bu yalnızca, kendi kendine barındırılan videonuz 16: 9 en boy oranında değilse doldurulması gerekir. Boyunuzu 845 piksel genişliğe göre girin. \ "Videoyu İzle" bağlantısının iframe yüksekliğini hesaplamak için kullanılır. <br/> <strong> Dizeye \ "px " eklemeyin. örneğin 480 </strong>

source: If the video is an embed rather than self hosted, enter in a Youtube or Vimeo embed code here. The width should be a minimum of 670px with any height.
tr_tr: Video kendiliğinden barındırılmak yerine bir embed ise, buraya bir Youtube veya Vimeo embed kodunu girin. Genişlik, yüksekliği en az 670 piksel olmalıdır.

source: Gallery Settings
tr_tr: Galeri Ayarları

source: Please use the sections that have appeared under the Featured Image block labeled "Second Slide, Third Slide..." etc to add images to your gallery.
tr_tr: Lütfen galerinize resim eklemek için \ "İkinci Slayt, Üçüncü Slayt ... " etiketli Öne Çıkan Görüntü bloğu altında görünen bölümleri kullanın.

source: Gallery Configuration
tr_tr: Galeri Yapılandırması

source: Would you like to turn your gallery into a slider?
tr_tr: Galerinizi bir kaydırıcıya dönüştürmek ister misiniz?

source: Quote Settings
tr_tr: Teklif Ayarları

source: Quote Author
tr_tr: Alıntı Yapan

source: Please input the name of who your quote is from. Is left blank the post title will be used.
tr_tr: Lütfen teklifinizin kime ait olduğunu giriniz. Boş bırakılırsa yazılan başlık kullanılacaktır.

source: Quote Content
tr_tr: Alıntı İçeriği

source: Please type the text for your quote here.
tr_tr: Lütfen teklifinizin metnini buraya yazın.

source: Link Settings
tr_tr: Bağlantı Ayarları

source: Link URL
tr_tr: bağlantı adresi

source: Please input the URL for your link. I.e. http://www.themenectar.com
tr_tr: Lütfen bağlantınızın URL’sini girin. Yani http://www.themenectar.com

source: Please upload the .m4v video file.
tr_tr: Lütfen .m4v video dosyasını yükleyin.

source: Please upload the .ogv video file
tr_tr: Lütfen .ogv video dosyasını yükleyin

source: Audio Settings
tr_tr: Ses ayarları

source: MP3 File URL
tr_tr: MP3 Dosyası URL'si

source: Please enter in the URL to the .mp3 file
tr_tr: Lütfen .mp3 dosyasının URL’sini girin

source: OGA File URL
tr_tr: OGA Dosyası URL'si

source: Please enter in the URL to the .ogg or .oga file
tr_tr: Lütfen .ogg veya .oga dosyasının URL’sini girin

source: Post Configuration
tr_tr: Yapılandırmayı Gönder

source: Configure the various options for how your post will display
tr_tr: Yayınınızın nasıl görüntüleneceği için çeşitli seçenekleri yapılandırın

source: Background Overlay
tr_tr: Arka Plan Yerleşimi

source: This will add a slight overlay onto your header which will allow lighter text to be easily visible on light images
tr_tr: Bu, başlığınıza hafif bir kaplama ekleyerek daha hafif metnin hafif görüntülerde kolayca görünmesini sağlar

source: Bottom Shadow
tr_tr: Alt gölge

source: This will add a subtle shadow at the bottom of your header
tr_tr: Bu, başlığınızın altına ince bir gölge ekler

source: Post Header Settings
tr_tr: Başlık Üstbilgi Ayarları

source: Add image
tr_tr: Resim eklemek

source: Row
tr_tr: Kürek çekmek

source: Structure
tr_tr: yapı

source: Place content elements inside the row
tr_tr: İçerik öğelerini satırın içine yerleştirin

source: Equal height
tr_tr: Eşit yükseklik

source: If checked columns will be set to equal height.
tr_tr: İşaretli sütunlar eşit yüksekliğe ayarlanacaksa.

source: Yes
tr_tr: Evet

source: Column Content position
tr_tr: Sütun İçeriği konumu

source: Default
tr_tr: Varsayılan

source: Top
tr_tr: Üst

source: Middle
tr_tr: Orta

source: Bottom
tr_tr: Alt

source: Select content position within columns.
tr_tr: Sütunlar içindeki içerik konumunu seçin.

source: Scene Positioning
tr_tr: Sahne Konumlandırma

source: Select your desired scene alignment within your row
tr_tr: İstediğiniz sahne hizasını sıranızda seçin

source: Disable Ken Burns BG effect
tr_tr: Ken Burns BG etkisini devre dışı bırak.

source: If checked the ken burns background zoom effect will not occur on this row.
tr_tr: Ken işaretliyse, arka planda zoom etkisi bu sırada gerçekleşmez.

source: Disable row
tr_tr: Satırı devre dışı bırak

source: If checked the row won't be visible on the public side of your website. You can switch it back any time.
tr_tr: İşaretliyse, satır web sitenizin genel tarafında görünmez. İstediğin zaman geri alabilirsin.

source: Max Width
tr_tr: Maksimum genişlik

source: Optionally enter your desired max width in pixels with the "px", e.g. 200
tr_tr: İsteğe bağlı olarak istediğiniz maksimum genişliği piksel cinsinden \ "px ", örneğin 200 olarak girin

source: 1 column - 1/12
tr_tr: 1 sütun - 1/12

source: 2 columns - 1/6
tr_tr: 2 sütun - 1/6

source: 3 columns - 1/4
tr_tr: 3 sütun - 1/4

source: 4 columns - 1/3
tr_tr: 4 sütun - 1/3

source: 5 columns - 5/12
tr_tr: 5 sütun - 5/12

source: 6 columns - 1/2
tr_tr: 6 sütun - 1/2

source: 7 columns - 7/12
tr_tr: 7 sütun - 7/12

source: 8 columns - 2/3
tr_tr: 8 sütun - 2/3

source: 9 columns - 3/4
tr_tr: 9 sütun - 3/4

source: 10 columns - 5/6
tr_tr: 10 sütun - 5/6

source: 11 columns - 11/12
tr_tr: 11 sütun - 11/12

source: 12 columns - 1/1
tr_tr: 12 sütun - 1/1

source: Column
tr_tr: sütun

source: Enter delay (in milliseconds) if needed e.g. 150. This parameter comes in handy when creating the animate in "one by one" effect.
tr_tr: Gerekirse gecikmeyi (milisaniye cinsinden) girin, örneğin 150. Bu parametre, \ "tek tek " efektinde canlandırma oluştururken kullanışlıdır.

source: Width
tr_tr: Genişlik

source: Responsive Options
tr_tr: Duyarlı Seçenekler

source: Select column width.
tr_tr: Sütun genişliğini seçin.

source: Responsiveness
tr_tr: Heveslilik

source: Adjust column for different screen sizes. Control width, offset and visibility settings.
tr_tr: Farklı ekran boyutları için sütunu ayarlayın. Kontrol genişliği, ofset ve görünürlük ayarları.

source: Nectar Elements
tr_tr: Nektar Elemanları

source: You currently don't have any Slider Locations setup. Please create some and add assign slides to them before using this!
tr_tr: Şu anda herhangi bir Slider Locations kurulumunuz yok. Lütfen bunu kullanmadan önce bir şeyler yaratın ve bunlara atama slaytları ekleyin!

source: Link to Nectar Slider
tr_tr: Nektar Sürgüsüne Bağlantı

source: The jaw-dropping slider by ThemeNectar
tr_tr: ThemeNectar tarafından çene bırakma sürgüsü

source: Select Slider
tr_tr: Sürgü Seç

source: Slider Height
tr_tr: Kaymak yüksekliği

source: Don't include "px" in your string. e.g. 650
tr_tr: Dizginize \ "px " eklemeyin. örneğin 650

source: Flexible Slider Height
tr_tr: Esnek Kaydırıcı Yüksekliği

source: Would you like the height of your slider to constantly scale in porportion to the screen size?
tr_tr: Kaydırıcınızın yüksekliğinin, portatif olarak ekran boyutuna göre sürekli ölçeklenmesini ister misiniz?

source: Yes, please
tr_tr: Evet lütfen

source: Minimum Slider Height
tr_tr: Minimum Kaydırıcı Yüksekliği

source: When using the flexible height option the slider can become very short on mobile devices - use this to ensure it stays tall enough for your content Don't include "px" in your string. e.g. 250
tr_tr: Esnek yükseklik seçeneğini kullanırken kaydırıcı mobil cihazlarda çok kısa olabilir - içeriğiniz için yeterince uzun durmasını sağlamak için bunu kullanın. Dizenize \ "px " eklemeyin. örneğin 250

source: Display Full Width?
tr_tr: Tam Genişlik Gösterilsin mi?

source: Would you like this slider to display the full width of the page?
tr_tr: Bu kaydırıcının sayfanın tam genişliğini göstermesini ister misiniz?

source: Fullscreen Slider?
tr_tr: Tam Ekran Kaydırıcısı?

source: This will cause your slider to resize to always fill the users screen size
tr_tr: Bu, kullanıcıların ekran boyutunu her zaman doldurmak için kaydırıcınızın yeniden boyutlandırılmasına neden olur

source: Display Arrow Navigation?
tr_tr: Ekranda Ok Navigasyonu?

source: Would you like this slider to display arrows on the right and left sides?
tr_tr: Bu kaydırıcının sağ ve sol tarafta okları göstermesini ister misiniz?

source: Slider Next/Prev Button Styling
tr_tr: Slider Next / Önceki Düğme Şekillendirici

source: Overall Style
tr_tr: Genel tarzı

source: Display Bullet Navigation?
tr_tr: Bullet Navigasyonu Görüntüle?

source: Would you like this slider to display bullets on the bottom?
tr_tr: Bu kaydırıcının altta mermi göstermesini ister misiniz?

source: Bullet Navigation Style
tr_tr: Mermi Gezinme Stili

source: Enable Swipe on Desktop?
tr_tr: Masaüstünde Kaydırma Etkinleştirilsin mi?

source: Would you like this slider to have swipe interaction on desktop?
tr_tr: Bu kaydırıcının masaüstünde kaydırma etkileşimi olmasını ister misiniz?

source: Parallax Slider?
tr_tr: Paralaks Kaymak?

source: will only activate if the slider is the <b>top level element</b> in the page
tr_tr: yalnızca kaydırıcı sayfadaki <b> üst düzey öğe </b> ise etkinleşir

source: Loop Slider?
tr_tr: Döngü kaymak?

source: Would you like your slider to loop infinitely?
tr_tr: Kaydırıcınızın sonsuz şekilde dönmesini ister misiniz?

source: Slider Transition
tr_tr: Slider Geçişi

source: Autorotate?
tr_tr: Otomatik döndürme?

source: If you would like this slider to autorotate, enter the rotation speed in miliseconds here. i.e 5000
tr_tr: Bu kaydırıcının otomatik olarak dönmesini istiyorsanız, dönme hızını milisaniye cinsinden buraya girin. yani 5000

source: Tablet Header Font Size
tr_tr: Tablet Başlığı Yazı Tipi Boyutu

source: Don't include "px" in your string. e.g. 32
tr_tr: Dizginize \ "px " eklemeyin. örneğin 32

source: Tablet Caption Font Size
tr_tr: Tablet Başlığı Yazı Tipi Boyutu

source: Don't include "px" in your string. e.g. 20
tr_tr: Dizginize \ "px " eklemeyin. örneğin 20

source: Phone Header Font Size
tr_tr: Telefon Başlığı Yazı Tipi Boyutu

source: Don't include "px" in your string. e.g. 24
tr_tr: Dizginize \ "px " eklemeyin. örneğin 24

source: Phone Caption Font Size
tr_tr: Telefon Başlığı Yazı Tipi Boyutu

source: Don't include "px" in your string. e.g. 14
tr_tr: Dizginize \ "px " eklemeyin. örneğin 14

source: Include a horizontal progress bar
tr_tr: Yatay bir ilerleme çubuğu ekle

source: Animated multi line heading
tr_tr: Animasyonlu çok satırlı başlık

source: Text Content
tr_tr: Metin içeriği

source: Each Line of this editor will be animated separately. Separate text with the Enter or Return key on your Keyboard.
tr_tr: Bu editörün her Satırı ayrı ayrı animasyonlanacaktır. Metni, Klavyenizdeki Enter veya Return tuşuyla ayırın.

source: Create space between your content
tr_tr: İçeriğiniz arasında boşluk oluşturun

source: Line Thickness
tr_tr: Hat kalınlığı

source: Please select thickness of your line
tr_tr: Lütfen hattınızın kalınlığını seçiniz

source: Divider Color
tr_tr: Bölücü renk

source: Please select the color for your divider line
tr_tr: Lütfen ayırma çizginiz için renk seçin

source: Animate Line
tr_tr: Canlandır Satır

source: If selected, the divider line will animate in when scrolled to
tr_tr: Seçilirse, bölücü çizgi kaydırıldığında içeri girer

source: Animation Delay
tr_tr: Animasyon Gecikmesi

source: Single Image
tr_tr: Tek görüntü

source: Simple image with CSS animation
tr_tr: CSS animasyonu ile basit görüntü

source: Select image from media library.
tr_tr: Medya kütüphanesinden resim seçin.

source: Image Alignment
tr_tr: Görüntü Hizalama

source: Align left
tr_tr: Sola hizalamak

source: Align right
tr_tr: Sağa hizala

source: Align center
tr_tr: Merkezi hizalama

source: Select image alignment.
tr_tr: Görüntü hizalamasını seçin.

source: CSS Animation
tr_tr: CSS Animasyonu

source: Fade In
tr_tr: Solmaya

source: Fade In From Left
tr_tr: Soldan Solmaya Gir

source: Fade In From Right
tr_tr: Sağdan Fade

source: Fade In From Bottom
tr_tr: Alttan Solmaya

source: Grow In
tr_tr: Büyümek

source: Flip In Horizontal
tr_tr: Yatay Olarak Çevir

source: Flip In Vertical
tr_tr: Dikey Çevir

source: None
tr_tr: Yok

source: Select animation type if you want this element to be animated when it enters into the browsers viewport. Note: Works only in modern browsers.
tr_tr: Bu öğenin tarayıcı görünüm alanına girdiğinde canlandırılmasını istiyorsanız, animasyon türünü seçin. Not: Sadece modern tarayıcılarda çalışır.

source: Enter delay (in milliseconds) if needed e.g. 150. This parameter comes in handy when creating the animate in "one by one" effect in horizontal columns.
tr_tr: Gerekirse gecikmeyi (milisaniye cinsinden) girin, örn. 150. Bu parametre yatay sütunları \ "tek tek " efekti yaratırken kullanışlı olur.

source: Link to large image?
tr_tr: Büyük resme link verilsin mi?

source: If selected, image will be linked to the bigger image.
tr_tr: Seçilirse, görüntü daha büyük görüntüye bağlanacaktır.

source: Image link
tr_tr: Resim bağlantısı

source: Enter url if you want this image to have link.
tr_tr: Bu görüntünün bağlantısının olmasını istiyorsanız, URL'yi girin.

source: Link Target
tr_tr: Bağlantı hedefi

source: Same window
tr_tr: Aynı pencere

source: New window
tr_tr: Yeni Pencere

source: Extra class name
tr_tr: Ekstra sınıf adı

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
tr_tr: Belirli bir içerik öğesini farklı bir şekilde stillendirmek istiyorsanız, bir sınıf adı eklemek için bu alanı kullanın ve ardından css dosyanıza bakın.

source: Box Shadow
tr_tr: Kutu gölge

source: Small Depth
tr_tr: Küçük Derinlik

source: Medium Depth
tr_tr: Orta Derinlik

source: Large Depth
tr_tr: Büyük Derinlik

source: Very Large Depth
tr_tr: Çok Büyük Derinlik

source: Select your desired image box shadow
tr_tr: İstediğiniz resim kutusu gölgesini seçin

source: Select your desired max width here - by default images are not allowed to display larger than the column they're contained in. Changing this to a higher value will allow you to create designs where your image overflows out of the column partially off screen.
tr_tr: İstediğiniz maksimum genişliği burada seçin - varsayılan olarak görüntülerin içerdikleri sütundan daha büyük görüntülemelerine izin verilmez. Bunu daha yüksek bir değere değiştirmek, görüntünüzün sütun dışına ekranın dışına taşdığı tasarımlar oluşturmanıza olanak sağlar.

source: Cascading Images
tr_tr: Basamaklı Görüntüler

source: Animated overlapping images
tr_tr: Animasyonlu üst üste binen görüntüler

source: Image #1
tr_tr: Resim 1

source: Offset X
tr_tr: Ofset X

source: Offset Y
tr_tr: Ofset Y

source: Rotate
tr_tr: Döndürme

source: Flip In
tr_tr: Çevir
