Repository: imdcan/salient-tr-lang
Catalog: *.po
Languages: tr_tr

source: Not Found
tr_tr: Bulunamadı

source: Join the discussion
tr_tr: Tartışmaya Katılın

source: No Comments
tr_tr: Yorum Yok

source: One Comment
tr_tr: Bir Yorum

source: % Comments
tr_tr: Yorum Yok

source: My comment is..
tr_tr: Yorumunuz..

source: Leave a Reply
tr_tr: Cevap bırakın

source: Leave a Reply to %s
tr_tr: Bir Yanıt bırak %s

source: Cancel Reply
tr_tr: Yanıtı İptal Et

source: Submit Comment
tr_tr: Yorum Gönder

source: You must be <a href="%s">logged in</a> to post a comment.
tr_tr: Yorum yapmak için <a href="%s"> giriş yapmış olmanız </a> gerekir.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
tr_tr: Giriş Yapan <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Çıkış Yapmak İster misiniz?</a>

source: Name
tr_tr: Adınız

source: Email
tr_tr: E-posta

source: Back
tr_tr: Geri

source: Menu Item Style
tr_tr: Menü Öğe Stili

source: Standard
tr_tr: Standart

source: Button Accent Color
tr_tr: Buton Vurgu Rengi:

source: Button Extra Color #1
tr_tr: Ekstra Buton Rengi #1

source: Button Bordered Accent Color
tr_tr: Düğme bordered aksan renk

source: Button Bordered Extra Color #1
tr_tr: Düğme sınır ekstra renk #1

source: All
tr_tr: Herşey

source: About
tr_tr: Hakkında

source: Call To Action
tr_tr: Eylem Çağrısı

source: Counters
tr_tr: Sayaçlar

source: General
tr_tr: Genel

source: Icons
tr_tr: Simgeler

source: Hero Section
tr_tr: Öne çıkan bölüm

source: Google Map
tr_tr: Google Harita

source: Project
tr_tr: Proje

source: Pricing
tr_tr: Fiyatlandırma

source: Services
tr_tr: Hizmetler

source: Team
tr_tr: Takım

source: Testimonials
tr_tr: Görüşler

source: This content is password protected. To view it please enter your password below:
tr_tr: Bu içerik parola ile korunmaktadır. Görmek için lütfen aşağı parolanızı girin:

source: Password:
tr_tr: Şifre:

source: Submit
tr_tr: Gönder

source: Watch Video
tr_tr: Video İzle

source: Slides
tr_tr: Slaytlar

source: Slide
tr_tr: Kaymak

source: Search Slides
tr_tr: Slaytlar

source: All Slides
tr_tr: Görüntülenecek slayt sayısını girin (Not: Tüm slaytları görüntülemek için "Tümü" girin).

source: Parent Slide
tr_tr: Ebeveyn slayt

source: Edit Slide
tr_tr: Slaytı düzenle

source: Update Slide
tr_tr: Slaytı Güncelle

source: Add New Slide
tr_tr: Yeni Slayt Ekle

source: Home Slider
tr_tr: Anasayfa Slider

source: Sort Slides
tr_tr: Slideları Sırala

source: Simply drag the slide up or down and they will be saved in that order.
tr_tr: Slideları Basitçe Yukarı veya Aşağıya Sürükleyin, Kendisi Sıraladığınız Şekilde Kayıt Edilicektir.

source: Order
tr_tr: Sipariş

source: Image
tr_tr: Resim

source: Caption
tr_tr: Altyazı

source: Slider Locations
tr_tr: Slider Lokasyonları

source: Slider Location
tr_tr: Slider Lokasyonu

source: Search Slider Locations
tr_tr: Slider

source: All Slider Locations
tr_tr: Tüm Slider Lokasyonları

source: Edit Slider Location
tr_tr: Slider Lokasyonu Düzenle

source: Update Slider Location
tr_tr: Slider Lokasyonu Güncelle

source: Add New Slider Location
tr_tr: Yeni Sürgü Ekle

source: New Slider Location
tr_tr: Yeni Slider Lokasyonu

source: Choose your slider location below and simply drag your slides up or down - they will automatically be saved in that order.
tr_tr: Aşağıdan Slider Lokasyonu Seçin ve Başitçe Yukarıya veya Aşağıya Taşıyın, Otomatik Bir Şekilde Kayıt Edilicektir.

source: Show All
tr_tr: Tümünü Göster

source: Nectar Slider Post Type Disabled - please reanble in the Salient options panel > General Settings > Toggle Theme Features tab.
tr_tr: Nectar Slider post tipi devre dışı-lütfen Salient seçenekleri panelinde reanble > genel ayarlar > geçiş teması özellikleri sekmesi.

source: Portfolio
tr_tr: Portföy

source: Portfolio Item
tr_tr: Portföy kalemi

source: Search Portfolio Items
tr_tr: Portföy Öğesi Ara

source: Parent Portfolio Item
tr_tr: Ana Portfolio Öğesi

source: Edit Portfolio Item
tr_tr: Portföy Öğesini Düzenle

source: Update Portfolio Item
tr_tr: Portfolio Öğesini Güncelle

source: Add New Portfolio Item
tr_tr: Yeni Portföy Öğesi Ekleme

source: Project Categories
tr_tr: Proje Kategorileri

source: Project Category
tr_tr: Proje Kategorisi

source: Search Project Categories
tr_tr: İş Kategorilerinde Ara

source: All Project Categories
tr_tr: -- Tüm Kategoriler --

source: Parent Project Category
tr_tr: Ana kategori:

source: Edit Project Category
tr_tr: Proje Kategorisini Düzenle

source: Update Project Category
tr_tr: Proje kategorisini Güncelleştir

source: Add New Project Category
tr_tr: Yeni Proje Kategorisi Ekle

source: Project Attributes
tr_tr: Nitelikler

source: Project Attribute
tr_tr: Başlık Öznitelik

source: Search Project Attributes
tr_tr: Proje özniteliklerini ara

source: All Project Attributes
tr_tr: Proje Açıklaması

source: Parent Project Attribute
tr_tr: Üst proje özniteliği

source: Edit Project Attribute
tr_tr: Proje özniteliğini Düzenle

source: Update Project Attribute
tr_tr: Özellik

source: Add New Project Attribute
tr_tr: Yeni Ekle

source: New Project Attribute
tr_tr: Başlık Öznitelik

source: Previous Project
tr_tr: Önceki Proje

source: Next Project
tr_tr: Sonraki Proje

source: Back to all projects
tr_tr: Tüm projelere geri dön

source: Nectar Shortcodes
tr_tr: Shortcodes yok

source: Share this
tr_tr: Paylaş

source: Share
tr_tr: Paylaş

source: Tweet this
tr_tr: Twitter'de Paylaş

source: Pin this
tr_tr: Pin

source: Previous Post
tr_tr: Önceki Yazı

source: Next Post
tr_tr: Sonraki Yazı

source: Related Posts
tr_tr: İlgili Mesajlar

source: Similar Posts
tr_tr: Gönderi sayısı

source: You May Also Like
tr_tr: Şunlar da hoşunuza gidebilir

source: Recommended For You
tr_tr: Ayrıca Bu Yazıları Okuyabilirsiniz

source: View all posts in %s
tr_tr: %s adlı kullanıcının tüm mesajlarını görüntüle

source: By
tr_tr: Tarafından

source: One Comment
tr_tr: Bir Yorum

source: Sort Portfolio
tr_tr: Portfolio'yu Sırala

source: All Posts By
tr_tr: Tüm Yazılar

source: Category
tr_tr: Kategori

source: Tag
tr_tr: Etiket

source: Daily Archives
tr_tr: Günlük Arşivler

source: Monthly Archives
tr_tr: Aylık Arşivler: %s

source: Yearly Archives
tr_tr: Yıllık Arşivler

source: Archives
tr_tr: Arşivler

source: All items loaded
tr_tr: Tüm özgeçmiş öğeleri

source: Previous
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: was successfully added to your cart.
tr_tr: Lisansınız başarıyla doğrulanmış.

source: Shares
tr_tr: Paylaşım

source: Search..
tr_tr: Arama

source: Display your most popular posts.
tr_tr: En popüler gönderilerinizi görüntüleyin.

source: Nectar Popular Posts
tr_tr: Nectar popüler mesajlar

source: Highest Views
tr_tr: En Yüksek Görüntüleme Sayısı

source: Title:
tr_tr: Başlık:

source: Number Of Posts:
tr_tr: Gönderi sayısı

source: Style:
tr_tr: Stil:

source: Hover Featured Image
tr_tr: Hover öne çıkan görüntü

source: Hover Featured Image Gradient And Counter
tr_tr: Hover öne görüntü degrade ve sayaç

source: Minimal Counter
tr_tr: En az

source: Featured Image Left
tr_tr: Eğer öne çıkan görüntü yoksa

source: Timeline:
tr_tr: Zaman çizelgesi

source: All Time
tr_tr: Tüm Zamanlar

source: Posts Published Within 7 Days
tr_tr: Yayınlar 7 gün Içinde yayınlandı

source: Posts Published Within 30 Days
tr_tr: Mesajlar 30 gün Içinde yayınlandı

source: Posts Published Within 1 Year
tr_tr: Yayınlar 1 yıl Içinde yayınlandı

source: Popular Posts Order By:
tr_tr: Popüler Yazarlar:

source: Highest Comments
tr_tr: En Yüksek Yorumlar

source: The most recent posts on your site, including post thumbnails & dates.
tr_tr: Post küçük ve tarihleri de dahil olmak üzere sitenizdeki en son mesajlar.

source: Nectar Recent Posts Extra
tr_tr: Son Yazılar

source: Recent Posts Extra
tr_tr: Son Mesajlar ekstra

source: Category:
tr_tr: Kategori:

source: Number of posts to show:
tr_tr: Gösterilecek gönderi sayısı:

source: (at most 15)
tr_tr: (En çok görüntülenen 15)

source: The most recent projects on your site.
tr_tr: Sitenizdeki en yeni projeler.

source: Recent Projects
tr_tr: Son Projeler

source: Number of projects to show:
tr_tr: Gösterilecek gönderi sayısı:

source: Change in increments of 3 (at most 9)
tr_tr: 3 (en fazla 9) artışlarla değişim

source: Search
tr_tr: Arama

source: Start Typing...
tr_tr: Ne Aramak İstiyorsunuz?

source: Press enter to begin your search
tr_tr: Aramaya Başlamak İçin Enter'a Basın

source: Hit enter to search or ESC to close
tr_tr: Arama yapmak için "Enter", çıkmak için "ESC" tuşan basın

source: Posted by
tr_tr: tarafından gönderildi

source: Read More
tr_tr: Devamını Oku

source: Tags:
tr_tr: Etiketler:

source: In
tr_tr: İçinde

source: Continue Reading
tr_tr: Okumaya devam et

source: Blog Post
tr_tr: Blog yazısı Blog

source: Page
tr_tr: Sayfa

source: Product
tr_tr: Ürün

source: Love this
tr_tr: Beğen

source: You already love this!
tr_tr: Bunu zaten beğendiniz!

source: Love
tr_tr: Muhteşem

source: Loves
tr_tr: Seviyor

source: Category Header Image
tr_tr: Başlık görüntü

source: Upload
tr_tr: Yükle

source: Remove Upload
tr_tr: Yükleme'yi Kaldır

source: Category Color
tr_tr: Kategori Rengi

source: Slide Settings
tr_tr: Ayarlar

source: If you want a full width header with background image, please fill out the fields below.
tr_tr: Arka plan görüntüsü içeren tam genişlikli bir üstbilgi istiyorsanız, lütfen aşağıdaki alanları doldurun.

source: Slide Image
tr_tr: Slider Resminiz

source: The image should be between 1600px - 2000px in width and have a minimum height of 700px for best results. Click the "Upload" button to begin uploading your image, followed by "Select File" once you have made your selection.
tr_tr: Görüntü genişliği 1600px-2000px arasında olmalıdır ve en iyi sonuçlar için 700px asgari yüksekliğe sahip. Seçiminizi yaptıktan sonra "Dosya Seç" tarafından izlenen, görüntü yüklemeye başlamak için "Yükle" butonuna tıklayın.

source: Enter in the slide caption. (should be fairly short)
tr_tr: Slayt başlığını girin. (oldukça kısa olmalıdır)

source: Button Text
tr_tr: Düğme Metni

source: If you would like a button to appear below your caption, please enter the text for it here.
tr_tr: Bir düğmenin resim Yazınızın altında görünmesini isterseniz, lütfen metni buraya girin.

source: Button Link
tr_tr: Düğme Bağlantısı

source: Please enter the URL for the button here.
tr_tr: Lütfen burada düğmenin URL 'sini girin.

source: Slide Alignment
tr_tr: Slayt hizalama

source: Select the alignment for your caption and button.
tr_tr: Başlık ve düğme için hizalamayı seçin.

source: Slide Video Settings
tr_tr: Slayt video ayarları

source: If you want to feature a video in this slide, please fill out the fields below. <strong>Your video & image should be in a 16:9 aspect ratio.</strong>
tr_tr: Bu slaytta bir video özelliği istiyorsanız, lütfen aşağıdaki alanları doldurun. <strong> sizin video & görüntü bir 16:9 en boy oranı olmalıdır. </strong>

source: M4V File URL
tr_tr: M4V Dosya URL'si

source: Please upload the .m4v video file. <br/><strong>You must include both formats.</strong>
tr_tr: Lütfen. m4v video dosyasını yükleyin. <br/> <strong> her iki biçimi de eklemeniz gerekir. </strong>

source: OGV File URL
tr_tr: OGV Dosya URL'si

source: Please upload the .ogv video file <br/><strong>You must include both formats.</strong>
tr_tr: Lütfen. ogv video dosyasını <br/> <strong> her iki formatı da eklemeniz gerekir. </strong>

source: Preview Image
tr_tr: Önizleme resmi

source: Image should be at least 680px wide. Click the "Upload" button to begin uploading your image, followed by "Select File" once you have made your selection. Only applies to self hosted videos.
tr_tr: Görüntü en az 680px genişliğinde olmalıdır. Seçiminizi yaptıktan sonra "Dosya Seç" tarafından izlenen, görüntü yüklemeye başlamak için "Yükle" butonuna tıklayın. Yalnızca kendi kendine barındırılan videolar için geçerlidir.

source: Embedded Code
tr_tr: Gömülü Kod

source: If the video is an embed rather than self hosted, enter in a Vimeo or Youtube embed code here. <strong> Embeds work worse with the parallax effect, but if you must use this, Vimeo is recommended. </strong>
tr_tr: Video kendi kendine barındırılan yerine bir katıştırma ise, burada bir Vimeo veya YouTube embed kodu girin. <strong> embeds paralaks etkisi ile daha kötü çalışır, ancak bunu kullanmanız gerekiyorsa, Vimeo önerilir. </strong>

source: Add Media
tr_tr: Medya Ekle

source: Remove Media
tr_tr: Medyayı Kaldır

source: Add/Edit Images
tr_tr: Resim Ekleme

source: Clear Images
tr_tr: Temizle

source: Please fill out & configure the fileds below to create your slide. The only mandatory field is the "Slide Image".
tr_tr: Lütfen slaytınızı oluşturmak için aşağıdaki fileds 'i doldurun ve yapılandırın. Tek zorunlu alan "slayt görüntüsü" dir.

source: Background Type
tr_tr: Arkaplan Türü

source: Please select the background type you would like to use for your slide.
tr_tr: Lütfen slaytınız için kullanmak istediğiniz arka plan tipini seçin.

source: Click the "Upload" button to begin uploading your image, followed by "Select File" once you have made your selection.
tr_tr: Seçiminizi yaptıktan sonra "Dosya Seç" tarafından izlenen, görüntü yüklemeye başlamak için "Yükle" butonuna tıklayın.

source: Video WebM Upload
tr_tr: Video WebM yükleme

source: Browse for your WebM video file here.<br/> This will be automatically played on load so make sure to use this responsibly for enhancing your design, rather than annoy your user. e.g. A video loop with no sound.<br/><strong>You must include this format & the mp4 format to render your video with cross browser compatibility. OGV is optional.</strong> <br/><strong>Video must be in a 16:9 aspect ratio.</strong>
tr_tr: Burada WebM video dosyası için göz atın. <br/> Bu otomatik olarak yükte çalınacak, böylece kullanıcı rahatsız yerine, tasarım geliştirmek için bu sorumlu kullanmak emin olun. Örneğin ses olmayan bir video döngüsü. <br/> <strong> Bu formatı ve MP4 formatını, videonuzu çapraz tarayıcı uyumluluğu ile işlemek için eklemeniz gerekir. OGV isteğe bağlıdır. </strong> <br/> <strong> video 16:9 bir en boy oranı olmalıdır. </strong>

source: Browse for your mp4 video file here.<br/> See the note above for recommendations on how to properly use your video background.
tr_tr: Burada MP4 video dosyası için göz atın. <br/> Video arka planınızı düzgün bir şekilde kullanma konusunda öneriler için yukarıdaki nota bakın.

source: Browse for your OGV video file here.<br/> See the note above for recommendations on how to properly use your video background.
tr_tr: OGV video dosyasına göz atın burada. <br/> Video arka planınızı düzgün bir şekilde kullanma konusunda öneriler için yukarıdaki nota bakın.

source: This is the image that will be seen in place of your video on mobile devices & older browsers before your video is played (browsers like IE8 don't allow autoplaying).
tr_tr: Bu video çalınmadan önce mobil cihazlar ve eski tarayıcılarda video yerine görülebilecek görüntü (ıE8 gibi tarayıcılar Autoplaying izin vermeyin).

source: Add texture overlay to background
tr_tr: Arka plana doku kaplama ekleme

source: If you would like a slight texture overlay on your background, activate this option.
tr_tr: Arka planda hafif bir doku kaplama istiyorsanız, bu seçeneği etkinleştirin.

source: Background Alignment
tr_tr: Özel hizalama yok

source: Please choose how you would like your slides background to be aligned
tr_tr: Lütfen slaytlarınızın arka planını nasıl hizalanacağını seçin

source: Slide Font Color
tr_tr: Slayt yazı tipi rengi

source: This gives you an easy way to make sure your text is visible regardless of the background.
tr_tr: Bu, metninizin arka planda ne olursa olsun görünür olduğundan emin olmak için kolay bir yol sağlar.

source: Heading
tr_tr: Başlık

source: Please enter in the heading for your slide.
tr_tr: Lütfen slaytınız için başlığa girin.

source: If you have a caption for your slide, enter it here
tr_tr: Slaytınız için bir başlık varsa, buraya girin

source: Caption Background
tr_tr: Kaydırma başlık yazısı arka plan rengi

source: If you would like to add a semi transparent background to your caption, activate this option.
tr_tr: Resim yazınıza yarı saydam bir arka plan eklemek isterseniz, bu seçeneği etkinleştirin.

source: Insert Down Arrow That Leads to Content Below?
tr_tr: Aşağıdaki Içeriğe yol açan aşağı ok Ekle?

source: This is particularly useful when using tall sliders to let the user know there's content underneath.
tr_tr: Bu özellikle Kullanıcı altında içerik olduğunu bilmek izin vermek için uzun sürgü kullanırken yararlıdır.

source: Link Type
tr_tr: Bağlantı Türü

source: Please select how you would like to link your slide.
tr_tr: Lütfen slaytınızı nasıl bağlamak istediğiniz seçin.

source: Enter the text for your button here.
tr_tr: Düğmenize ait metni buraya girin.

source: Enter a URL here.
tr_tr: Burada bir URL girin.

source: Button Style
tr_tr: Buton Stili

source: Desired button style
tr_tr: Button görünüm stili

source: Solid Color BG
tr_tr: Görüntü bg renk

source: Solid Color BG W/ Tilt Hover
tr_tr: Düz renk BG W/Tilt hover

source: Transparent With Border
tr_tr: Şeffaf

source: Transparent W/ Solid BG Hover
tr_tr: Şeffaf W/Solid BG hover

source: Button Color
tr_tr: Buton Rengi

source: Desired color
tr_tr: Istenilen renk

source: Primary Color
tr_tr: Ana renk

source: Extra Color #1
tr_tr: Degrade Renk 1

source: Extra Color #2
tr_tr: Ekstra renk #2

source: Extra Color #3
tr_tr: Ekstra renk #3

source: Solid Color Background
tr_tr: Arkaplan Rengi

source: Slide Link
tr_tr: Slayt Bağlantısı

source: Please enter your URL that will be used to link the slide.
tr_tr: Lütfen slaytı bağlamak için kullanılacak URL 'nizi girin.

source: Slide Video Popup
tr_tr: Açılır pencerede video

source: Enter in an embed code from Youtube or Vimeo that will be used to display your video in a popup. (You can also use the WordPress video shortcode)
tr_tr: Videonuzu bir açılır pencerede görüntülemek için kullanılacak YouTube veya Vimeo 'dan bir embed koduna girin. (Sen-ebilmek da kullanma belgili tanımlık WordPress video SHORTCODE)

source: Slide Content Alignment
tr_tr: Slayt Içeriği hizalama

source: Horizontal Alignment
tr_tr: Yatay Hizalama

source: Vertical Alignment
tr_tr: Dikey Hizalama

source: Extra Class Name
tr_tr: Ekstra Sınıf Adı

source: If you would like to enter a custom class name to this slide for css purposes, enter it here.
tr_tr: Bu slayda CSS amacıyla özel bir sınıf adı girmek isterseniz, buraya girin.

source: Disable Transparency From Navigation
tr_tr: Gezinmeyi Saydamlıktan devre dışı bırak

source: You can use this option to force your navigation header to stay a solid color even if it qualifies to trigger the <a target="_blank" href="
tr_tr: Gezinme başlığınızın, < a hedef = "_blank" href = "tetikleyici niteleyen olsa bile düz bir renk kalmaya zorlamak için bu seçeneği kullanabilirsiniz

source: Force Transparency On Navigation
tr_tr: Gezinme üzerinde saydamlığı zorlama

source: You can use this option to force your navigation header to start transparent even if it does not qualify to trigger the <a target="_blank" href="
tr_tr: Gezinme başlığınızın, < a hedef = "_blank" href = "tetiklemesi için geçerli olmasa bile saydam olarak başlamasını zorlamak için bu seçeneği kullanabilirsiniz

source: Page Full Screen Rows
tr_tr: Sayfa tam ekran satırları

source: Here you can configure your page fullscreen rows
tr_tr: Burada, sayfanızın tam ekran satırlarını yapılandırabilirsiniz

source: Activate Fullscreen Rows
tr_tr: Tam ekran satırlarını etkinleştir

source: This will cause all rows to be fullscreen. Some functionality and options within visual composer will be changed when this is active.
tr_tr: Bu, tüm satırların tam ekran olmasına neden olur. Bu etkinken bazı işlevsellik ve görsel Oluşturucu içindeki seçenekler değiştirilir.

source: Animation Bewteen Rows
tr_tr: Animasyon bewteen satırlar

source: Select your desired animation between rows
tr_tr: Satırlar arasında istediğiniz animasyonu seçin

source: Animation Speed
tr_tr: Animasyon Hızı

source: Selection your desired animation speed
tr_tr: İstediğiniz animasyon hızını seçme

source: Overall BG Color
tr_tr: Genel BG renk

source: Set your desired background color which will be seen when transitioning through rows. Defaults to #333333
tr_tr: Satırlar arasında geçiş yaparken görülecek istediğiniz arka plan rengini ayarlayın. Varsayılan #333333

source: Add Row Anchors to URL
tr_tr: URL 'ye satır Sabitçileri ekleme

source: Enable this to add anchors into your URL for each row.
tr_tr: Her satır için URL 'nize bağlayılar eklemek için bunu etkinleştirin.

source: Disable On Mobile
tr_tr: Mobilde devre dışı

source: Check this to disable the page full screen rows when viewing on a mobile device.
tr_tr: Mobil cihazda görüntülerken sayfanın tam ekran satırlarını devre dışı bırakmak için bunu kontrol edin.

source: Row BG Image Animation
tr_tr: Resim Animasyonu

source: Select your desired row BG image animation
tr_tr: İstediğiniz satır BG görüntü animasyonu seçin

source: Dot Navigation
tr_tr: Nokta Navigasyonu

source: Select your desired dot navigation style
tr_tr: İstediğiniz nokta gezinme stilini seçin

source: Row Overflow
tr_tr: Satır taşması

source: Select how you would like rows to be handled that have content taller than the users window height. This only applies to desktop (mobile will automatically get scrollbars)
tr_tr: Kullanıcıların pencere yüksekliğinden daha uzun içeriğe sahip satırların nasıl işleneceğini seçin. Bu sadece masaüstü için geçerlidir (mobil otomatik olarak ScrollBars alacak)

source: Page Footer
tr_tr: Sayfa Alt Bilgisi

source: This option allows you to define what will be used for the footer after your fullscreen rows
tr_tr: Bu seçenek, tam ekran satırlarından sonra altbilgi için ne kullanıldığını tanımlamanıza olanak sağlar

source: Page Header Settings
tr_tr: Sayfa Ayarları

source: Here you can configure how your page header will appear. <br/> For a full width background image behind your header text, simply upload the image below. To have a standard header just fill out the fields below and don't upload an image.
tr_tr: Burada, sayfa başlığınızın nasıl görüneceğini yapılandırabilirsiniz. <br/> başlık metninizin arkasındaki tam genişlikli arka plan görüntüsü Için, görüntüyü aşağıdaki şekilde yükleyin. Standart bir üstbilgi Için yalnızca aşağıdaki alanları doldurun ve bir görüntü yüklemenize gerek yok.

source: Particle Images
tr_tr: Parçacık görüntüleri

source: Page Header Image
tr_tr: Sayfa başlık resmi

source: The image should be between 1600px - 2000px wide and have a minimum height of 475px for best results. Click "Browse" to upload and then "Insert into Post".
tr_tr: En iyi sonuçlar için görüntü 1600 piksel - 2000 piksel genişliğinde ve en az 475 piksel boyutunda olmalıdır. Yüklemek için \ "Gözat " 'a tıklayın ve daha sonra \ "Gönderiye Gir ".

source: Parallax Header
tr_tr: Paralaks

source: This will cause your header to have a parallax scroll effect.
tr_tr: Bu, başlığınızın paralaks kaydırma efekti oluşturmasına neden olur.

source: Box Roll Header
tr_tr: Kutu Rulo Başlığı

source: This will cause your header to have a 3d box roll on scroll. (deactivated for boxed layouts)
tr_tr: Bu, başlığınızın kaydırmada 3B kutu yuvarlanmasına neden olur. (kutulu düzenler için devre dışı bırakıldı)

source: Page Header Height
tr_tr: Sayfa Başlığı Yüksekliği

source: How tall do you want your header? <br/>Don't include "px" in the string. e.g. 350 <br/><strong>This only applies when you are using an image/bg color.</strong>
tr_tr: Başlığını ne kadar istiyorsun? <br/> Dizeye \ "px " eklemeyin. örn. 350 <br/> <strong> Bu yalnızca bir resim / bg rengi kullanırken geçerlidir. </strong>

source: Fullscreen Height
tr_tr: Tam Ekran Yüksekliği
